{
  "rootPath": "book",
  "key": "book",
  "lesson": [
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/01_499.mp3",
      "path": "/nce3/a/01.mp3",
      "hash": "47235681209e463559e12c7fb02eef8479db95bc",
      "key": "nce3/01",
      "title": "A puma at large",
      "titleStart": "00:00:01,833",
      "titleEnd": "00:00:04,466",
      "segment": [
        {
          "aStart": "00:00:13,966",
          "aEnd": "00:00:18,866",
          "tip": "美洲狮是一种体形似猫的大动物，产于美洲。",
          "a": "Pumas are large, cat-like animals which are found in America."
        },
        {
          "aStart": "00:00:18,966",
          "aEnd": "00:00:28,833",
          "tip": "当伦敦动物园接到报告说，在伦敦以南45英里处发现一只美洲狮时，这些报告并没有受到重视。",
          "a": "When reports came into London Zoo that a wild puma had been spotted forty-five miles south of London, they were not taken seriously."
        },
        {
          "aStart": "00:00:28,933",
          "aEnd": "00:00:43,533",
          "tip": "可是，随着证据越来越多，动物园的专家们感到有必要进行一番调查，因为凡是声称见到过美洲狮的人们所描述的情况竟是出奇地相似。",
          "a": "However, as the evidence began to accumulate, experts from the Zoo felt obliged to investigate, for the descriptions given by people who claimed to have seen the puma were extraordinarily similar."
        },
        {
          "aStart": "00:00:43,633",
          "aEnd": "00:00:53,316",
          "tip": "搜寻美洲狮的工作是从一座小村庄开始的。那里的一位妇女在采摘黑莓时的看见“一只大猫”，离她仅5码远",
          "a": "The hunt for the puma began in a small village where a woman picking blackberries saw 'a large cat' only five yards away from her."
        },
        {
          "aStart": "00:00:53,416",
          "aEnd": "00:01:02,566",
          "tip": "她刚看见它，它就立刻逃走了。专家证实，美洲狮非被逼得走投无路，是决不会伤人的。",
          "a": "It immediately ran away when she saw it, and experts confirmed that a puma will not attack a human being unless it is cornered."
        },
        {
          "aStart": "00:01:02,666",
          "aEnd": "00:01:12,266",
          "tip": "事实上搜寻工作很困难，因为常常是早晨在甲地发现那只美洲狮，晚上却在20英里外的乙地发现它的踪迹。",
          "a": "The search proved difficult, for the puma was often observed at one place in the morning and at another place twenty miles away in the evening."
        },
        {
          "aStart": "00:01:12,366",
          "aEnd": "00:01:18,766",
          "tip": "无论它走哪儿，一路上总会留下一串死鹿及死兔子之类的小动物，",
          "a": "Wherever it went, it left behind it a trail of dead deer and small animals like rabbits."
        },
        {
          "aStart": "00:01:18,866",
          "aEnd": "00:01:25,066",
          "tip": "在许多地方看见爪印，灌木丛中发现了粘在上面的美洲狮毛。",
          "a": "Paw prints were seen in a number of places and puma fur was found clinging to bushes."
        },
        {
          "aStart": "00:01:25,166",
          "aEnd": "00:01:33,733",
          "tip": "有人抱怨说夜里听见“像猫一样的叫声”；一位商人去钓鱼，看见那只美洲狮在树上。",
          "a": "Several people complained of 'cat-like noises' at night and a businessman on a fishing trip saw the puma up a tree."
        },
        {
          "aStart": "00:01:33,833",
          "aEnd": "00:01:40,816",
          "tip": "专家们如今已经完全肯定那只动物就是美洲狮，但它是从哪儿来的呢？",
          "a": "The experts were now fully convinced that the animal was a puma, but where had it come from?"
        },
        {
          "aStart": "00:01:40,916",
          "aEnd": "00:01:51,816",
          "tip": "由于全国动物园没有一家报告丢了美洲狮，因此那只美洲狮一定是某位私人收藏豢养的，不知怎么设法逃出来了。",
          "a": "As no pumas had been reported missing from any zoo in the country, this one must have been in the possession of a private collector and somehow managed to escape."
        },
        {
          "aStart": "00:01:51,917",
          "aEnd": "00:01:56,933",
          "tip": "搜寻工作进行了好几个星期，但始终未能逮住那只美洲狮。",
          "a": "The hunt went on for several weeks, but the puma was not caught."
        },
        {
          "aStart": "00:01:57,033",
          "aEnd": "00:02:04,366",
          "tip": "想到在宁静的乡村里有一头危险的野兽继续逍遥流窜，真令人担心。",
          "a": "It is disturbing to think that a dangerous wild animal is still at large in the quiet countryside."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/02_226.mp3",
      "path": "/nce3/a/02.mp3",
      "hash": "7291b5f132581b9e9bd092f09d917955f1dd97e5",
      "key": "nce3/02",
      "title": "Thirteen equals one",
      "titleStart": "00:00:01,633",
      "titleEnd": "00:00:04,400",
      "segment": [
        {
          "aStart": "00:00:16,133",
          "aEnd": "00:00:26,116",
          "tip": "我们教区的牧师总是为各种各样的事筹集资金。但始终未能筹足资金把教堂的钟修好。",
          "a": "Our vicar is always raising money for one cause or another, but he has never managed to get enough money to have the church clock repaired."
        },
        {
          "aStart": "00:00:26,217",
          "aEnd": "00:00:35,833",
          "tip": "教堂的钟很大，以前不分昼夜打点报时，但很多年前遭到毁坏，从此便无声无息了。",
          "a": "The big clock which used to strike the hours day and night was damaged many years ago and has been silent ever since."
        },
        {
          "aStart": "00:00:35,966",
          "aEnd": "00:00:43,250",
          "tip": "一天夜里，我们的牧师突然被惊醒了，大钟又在“打点”报时了！",
          "a": "One night, however, our vicar woke up with a start: the clock was striking the hours!"
        },
        {
          "aStart": "00:00:43,350",
          "aEnd": "00:00:51,549",
          "tip": "他一看表，才1点钟，可是那钟一边敲了13下才停。",
          "a": "Looking at his watch, he saw that it was one o'clock, but the bell struck thirteen times before it stopped."
        },
        {
          "aStart": "00:00:51,650",
          "aEnd": "00:00:57,616",
          "tip": "牧师拿着一支电筒走上钟楼想去看看究竟发生了什么事情。",
          "a": "Armed with a torch, the vicar went up into the clock tower to see what was going on."
        },
        {
          "aStart": "00:00:57,717",
          "aEnd": "00:01:05,983",
          "tip": "借着电筒光。他看见一个人，马上认出那是本地杂货店主比尔.威尔金斯。",
          "a": "In the torchlight, he caught sight of a figure whom he immediately recognized as Bill Wilkins, our local grocer."
        },
        {
          "aStart": "00:01:06,083",
          "aEnd": "00:01:10,916",
          "tip": "“你究竟在这上面干什么，比尔？”牧师惊讶地问。",
          "a": "'Whatever are you doing up here Bill?' asked the vicar in surprise."
        },
        {
          "aStart": "00:01:11,016",
          "aEnd": "00:01:21,899",
          "tip": "“我想把这口钟修好，”比尔回答说。“好几个星期了，我天天夜里到钟楼上来。嗯，我是想让你大吃一惊。”",
          "a": "'I'm trying to repair the bell, ' answered Bill. 'I've been coming up here night after night for weeks now. You see, I was hoping to give you a surprise.'"
        },
        {
          "aStart": "00:01:22,000",
          "aEnd": "00:01:32,666",
          "tip": "“你确实使我大吃了一惊！”牧师说，“也许同时你把村里所有的人都吵醒了。不过，钟又能报时了，我还是很高兴的。”",
          "a": "'You certainly did give me a surprise!' said the vicar. 'You've probably woken up everyone in the village as well. Still, I'm glad the bell is working again.'"
        },
        {
          "aStart": "00:01:32,766",
          "aEnd": "00:01:44,699",
          "tip": "“问题就在这里，牧师，”比尔回答说。“不错，钟能报时了，但是，恐怕每到1点钟，它总要敲13下，对此我已无能为力了。”",
          "a": "'That's the trouble, vicar, ' answered Bill. 'It's working all right, but I'm afraid that at one o'clock it will strike thirteen times and there's nothing I can do about it.'"
        },
        {
          "aStart": "00:01:44,800",
          "aEnd": "00:01:57,200",
          "tip": "“大家慢慢就习惯了，比尔，”牧师说。“13下是不如1下好，但总比1下也不敲强。来，咱们下楼去喝杯茶吧。”",
          "a": "'We'll get used to that, Bill,' said the vicar.'Thirteen is not as good as one, but it's better than nothing. Now let's go downstairs and have a cup of tea. '"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/03_122.mp3",
      "path": "/nce3/a/03.mp3",
      "hash": "dc427681f4d711fefe5bff42c7da498a916644be",
      "key": "nce3/03",
      "title": "An unknown goddess",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:05,033",
      "segment": [
        {
          "aStart": "00:00:15,733",
          "aEnd": "00:00:23,899",
          "tip": "不久之前，在爱琴海的基亚岛上，考古工作者有一项有趣的发现。",
          "a": "Some time ago, an interesting discovery was made by archaeologists on the Aegean island of Kea."
        },
        {
          "aStart": "00:00:24,000",
          "aEnd": "00:00:32,100",
          "tip": "一个美国考古队在阿伊亚.依里尼海角的一座古城里考察了一座庙宇。",
          "a": "An American team explored a temple which stands in an ancient city on the promontory of Ayia Irini."
        },
        {
          "aStart": "00:00:32,200",
          "aEnd": "00:00:38,633",
          "tip": "这座古城肯定一度很繁荣，因为它曾享有高度的文明，",
          "a": "The city at one time must have been prosperous, for it enjoyed a high level of civilization."
        },
        {
          "aStart": "00:00:38,733",
          "aEnd": "00:00:43,733",
          "tip": "房子一般有3层楼高，用石块修建。",
          "a": "Houses, often three storeys high, were built of stone."
        },
        {
          "aStart": "00:00:43,833",
          "aEnd": "00:00:48,083",
          "tip": "里面房间很大，墙壁装饰华丽。",
          "a": "They had large rooms with beautifully decorated walls."
        },
        {
          "aStart": "00:00:48,183",
          "aEnd": "00:00:56,733",
          "tip": "城里甚至还敷设了排水系统，因为在狭窄的街道底下发现了许许多多陶土制作的排水管道。",
          "a": "The city was even equipped with a drainage system, for a great many clay pipes were found beneath the narrow streets"
        },
        {
          "aStart": "00:00:57,000",
          "aEnd": "00:01:06,733",
          "tip": "考古工作者考察的这座庙宇从公元前15世纪直到罗马时代一直是祭祀祈祷的场所。",
          "a": "The temple which the archaeologists explored was used as a place of worship from the 15th century B.C. until Roman times."
        },
        {
          "aStart": "00:01:06,833",
          "aEnd": "00:01:13,766",
          "tip": "在庙中最神圣的一间殿堂里发现了15尊陶雕像的碎片。",
          "a": "In the most sacred room of the temple, clay fragments of 15 statues were found."
        },
        {
          "aStart": "00:01:13,866",
          "aEnd": "00:01:19,766",
          "tip": "每一尊雕像代表一位女神，而且一度上过色。",
          "a": "Each of these represented a goddess and had, at one time, been painted."
        },
        {
          "aStart": "00:01:19,867",
          "aEnd": "00:01:26,649",
          "tip": "其中有一尊雕像，她的躯体是在公元前15世纪的历史文物中发现的，",
          "a": "The body of one statue was found among remains dating from the 15th century B.C."
        },
        {
          "aStart": "00:01:26,750",
          "aEnd": "00:01:32,466",
          "tip": "而她那身异处的脑袋却碰巧是在公元前5世纪的文物中找到的。\n\n直译：它丢失的头恰好在公元前5世纪的遗迹中。",
          "a": "Its missing head happened to be among remains of the 5th century B.C."
        },
        {
          "aStart": "00:01:32,567",
          "aEnd": "00:01:37,583",
          "tip": "她的脑袋一定是在古希腊罗马时代就为人所发现，并受到精心的保护。",
          "a": "This head must have been found in Classical times and carefully preserved."
        },
        {
          "aStart": "00:01:37,683",
          "aEnd": "00:01:41,333",
          "tip": "却使在当时，它也属历史悠久的珍奇之物。\n\n直译：即使在当时，它也已经非常古老且珍贵。",
          "a": "It was very old and precious even then."
        },
        {
          "aStart": "00:01:41,433",
          "aEnd": "00:01:50,666",
          "tip": "考古工作者把这些碎片重新拼装起来后，惊奇地发现那位女神原来是一位相貌十分摩登的女郎。",
          "a": "When the archaeologists reconstructed the fragments, they were amazed to find that the goddess turned out to be a very modern-looking woman"
        },
        {
          "aStart": "00:01:50,767",
          "aEnd": "00:01:55,466",
          "tip": "她身高3英尺，双手叉腰。",
          "a": "She stood three feet high and her hands rested on her hips."
        },
        {
          "aStart": "00:01:55,566",
          "aEnd": "00:01:59,549",
          "tip": "身穿一条拖地长裙，",
          "a": "She was wearing a full-length skirt which swept the ground."
        },
        {
          "aStart": "00:01:59,650",
          "aEnd": "00:02:10,633",
          "tip": "尽管上了年纪，但体态确实优美。不过，考古工作者至今未能确定这位女神的身份。",
          "a": "Despite her great age, she was very graceful indeed, but, so far, the archaeologists have been unable to discover her identity"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/04_182.mp3",
      "path": "/nce3/a/04.mp3",
      "hash": "571a3d26eb5239d919ff38d685710b83c076129f",
      "key": "nce3/04",
      "title": "The double life of Alfred Bloggs",
      "titleStart": "00:00:01,966",
      "titleEnd": "00:00:06,033",
      "segment": [
        {
          "aStart": "00:00:16,366",
          "aEnd": "00:00:24,416",
          "tip": "如今，从事体力劳动的人的收入一般要比坐办公室的人高出许多。",
          "a": "These days, people who do manual work often receive far more money than people who work in offices."
        },
        {
          "aStart": "00:00:24,516",
          "aEnd": "00:00:36,399",
          "tip": "坐办公室的之所以常常被称作“白领工人”，就是因为他们通常是穿着硬领白衬衫，系着领带去上班。",
          "a": "People who work in offices are frequently referred to as 'white-collar workers' for the simple reason that they usually wear a collar and tie to go to work."
        },
        {
          "aStart": "00:00:36,500",
          "aEnd": "00:00:47,849",
          "tip": "许多人常常情愿放弃较高的薪水以换取做白领工人的殊荣，此乃人之常情。",
          "a": "Such is human nature, that a great many people are often willing to sacrifice higher pay for the privilege of becoming white-collar workers."
        },
        {
          "aStart": "00:00:47,950",
          "aEnd": "00:00:59,933",
          "tip": "而这常常会引起种种奇怪的现象，在埃尔斯米尔公司当清洁工的艾尔弗雷德.布洛斯就是一个例子。",
          "a": "This can give rise to curious situations, as it did in the case of Alfred Bloggs who worked as a dustman for the Ellesmere Corporation."
        },
        {
          "aStart": "00:01:00,300",
          "aEnd": "00:01:07,349",
          "tip": "艾尔弗结婚时，感到非常难为情，而没有将自己的职业告诉妻子。",
          "a": "When he got married, Alf was too embarrassed to say anything to his wife about his job."
        },
        {
          "aStart": "00:01:07,450",
          "aEnd": "00:01:11,133",
          "tip": "他只说在埃尔斯米尔公司上班。",
          "a": "He simply told her that he worked for the Corporation."
        },
        {
          "aStart": "00:01:11,233",
          "aEnd": "00:01:16,200",
          "tip": "每天早晨，他穿上一身漂亮的黑色西装离家上班，",
          "a": "Every morning, he left home dressed in a smart black suit."
        },
        {
          "aStart": "00:01:16,300",
          "aEnd": "00:01:22,616",
          "tip": "然后换上工作服，当8个小时清洁工。",
          "a": "He then changed into overalls and spent the next eight hours as a dustman."
        },
        {
          "aStart": "00:01:22,717",
          "aEnd": "00:01:28,683",
          "tip": "晚上回家前，他洗个淋浴，重新换上那身黑色西服。",
          "a": "Before returning home at night. He took a shower and changed back into his suit."
        },
        {
          "aStart": "00:01:28,783",
          "aEnd": "00:01:47,249",
          "tip": "两年多以来，艾尔弗一直这样，他的同事也为他保守秘密。艾尔弗的妻子一直不知道她嫁给了一个清洁工，而且她永远也不会知道了，因为艾尔弗已找到薪职，不久就要坐办公室里工作了。",
          "a": "Alf did this for over two years and his fellow dustmen kept his secret Alf's wife has never discovered that she married a dustman and she never will, for Alf has just found another job. He will soon be working in an office."
        },
        {
          "aStart": "00:01:47,350",
          "aEnd": "00:01:56,749",
          "tip": "他将来挣的钱只有他现在的一半。不过他觉得，地位升高了，损失点儿钱也值得。",
          "a": "He will be earning only half as much as he used to, but he feels that his rise in status is well worth the loss of money."
        },
        {
          "aStart": "00:01:56,850",
          "aEnd": "00:02:06,066",
          "tip": "从此，艾尔弗可以一天到晚穿西服了。别人将称呼他为“布洛格斯先生”，而不再叫他“艾尔弗”了。",
          "a": "From now on, he will wear a suit all day and others will call him 'Mr. Bloggs', not 'Alf'."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/05_131.mp3",
      "path": "/nce3/a/05.mp3",
      "hash": "5ce0edf2ad4b4976dfc1365803c889a2efff6e3d",
      "key": "nce3/05",
      "title": "The facts",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,400",
      "segment": [
        {
          "aStart": "00:00:16,166",
          "aEnd": "00:00:24,783",
          "tip": "报刊杂志的编辑常常为了向读者提供一些无关紧要的事实和统计数字而走向极端。",
          "a": "Editors of newspapers and magazines often go to extremes to provide their readers with unimportant facts and statistics."
        },
        {
          "aStart": "00:00:24,883",
          "aEnd": "00:00:34,666",
          "tip": "去年，一位记者受一家有名的杂志的委托写一篇关于非洲某个新成立共和国总统府的文章。",
          "a": "Last year a journalist had been instructed by a well-known magazine to write an article on the president's palace in a new African republic."
        },
        {
          "aStart": "00:00:34,767",
          "aEnd": "00:00:41,933",
          "tip": "稿子寄来后，编辑看了第一句话就拒绝予以发表。",
          "a": "When the article arrived, the editor read the first sentence and then refused to publish it."
        },
        {
          "aStart": "00:00:42,033",
          "aEnd": "00:01:00,066",
          "tip": "文章的开头是这样的：“几百级台阶通向环绕总统府的高墙。”编辑立即给那位记者发去传真，要求他核实一下台阶的确切数字和围墙的高度。",
          "a": "The article began: ‘Hundreds of steps lead to the high wall which surrounds the president's palace’. The editor at once sent the journalist a fax instructing him to find out the exact number of steps and the height of the wall."
        },
        {
          "aStart": "00:01:00,800",
          "aEnd": "00:01:08,250",
          "tip": "这位记者立刻开始去获取这些重要的事实，但他用了很长时间才发送它们。",
          "a": "The journalist immediately set out to obtain these important facts, but he took a long time to send them."
        },
        {
          "aStart": "00:01:08,350",
          "aEnd": "00:01:13,816",
          "tip": "在此期间，编辑等得不耐烦了，因为杂志马上要付印。",
          "a": "Meanwhile the editor was getting impatient for the magazine would soon go to press."
        },
        {
          "aStart": "00:01:13,916",
          "aEnd": "00:01:19,050",
          "tip": "他给记者先后发去两份传真，但对方毫无反应。",
          "a": "He sent the journalist two more faxes, but received no reply."
        },
        {
          "aStart": "00:01:19,150",
          "aEnd": "00:01:26,283",
          "tip": "于是他又发了一份传真，通知那位记者说，若再不迅速答复，将被解雇。",
          "a": "He sent yet another fax informing the journalist that if he did not reply soon he would be fired."
        },
        {
          "aStart": "00:01:26,383",
          "aEnd": "00:01:35,066",
          "tip": "但记者还是没有回复。编辑无奈，勉强按原样发稿了。",
          "a": "When the journalist again failed to reply, the editor reluctantly published the article as it had originally been written."
        },
        {
          "aStart": "00:01:35,167",
          "aEnd": "00:01:40,550",
          "tip": "一周之后，编辑终于接到了记者的传真。",
          "a": "A week later, the editor at last received a fax from the journalist."
        },
        {
          "aStart": "00:01:40,650",
          "aEnd": "00:01:46,716",
          "tip": "那个可怜的记者不仅被捕了，而且还被送进了监狱。",
          "a": "Not only had the poor man been arrested, but he had been sent to prison as well."
        },
        {
          "aStart": "00:01:46,816",
          "aEnd": "00:02:04,833",
          "tip": "不过，他终于获准发回了一份传真。在传真中他告诉编辑，就在他数通向15英尺高的总统府围墙的 1,084 级台阶时，被抓了起来。",
          "a": "However, he had at last been allowed to send a fax in which he informed the editor that he had been arrested while counting the 1,084 steps leading to the fifteen-foot wall which surrounded the president's palace."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/06_344.mp3",
      "path": "/nce3/a/06.mp3",
      "hash": "bd12f3d9ed81911e6c5b2b3adf858399332f2418",
      "key": "nce3/06",
      "title": "Smash-and-grab",
      "titleStart": "00:00:01,766",
      "titleEnd": "00:00:04,366",
      "segment": [
        {
          "aStart": "00:00:13,400",
          "aEnd": "00:00:19,566",
          "tip": "皮卡迪利大街(伦敦中部一街道)附近的一条著名拱廊街道上，几家高档商店刚刚开始营业。",
          "a": "The expensive shops in a famous arcade near Piccadilly were just opening."
        },
        {
          "aStart": "00:00:19,667",
          "aEnd": "00:00:24,100",
          "tip": "在早晨的这个时候，拱廊街上几乎空无一人。",
          "a": "At this time of the morning, the arcade was almost empty."
        },
        {
          "aStart": "00:00:24,200",
          "aEnd": "00:00:30,583",
          "tip": "珠宝店主泰勒先生正在欣赏新布置的橱窗。",
          "a": "Mr. Taylor, the owner of a jewellery shop was admiring a new window display."
        },
        {
          "aStart": "00:00:30,683",
          "aEnd": "00:00:37,916",
          "tip": "他手下两名店员从早上8点就开始忙碌，这时刚刚布置完毕。",
          "a": "Two of his assistants had been working busily since eight o'clock and had only just finished."
        },
        {
          "aStart": "00:00:38,016",
          "aEnd": "00:00:45,066",
          "tip": "钻石项链、戒指漂亮地陈列在黑色丝绒上面。",
          "a": "Diamond necklaces and rings had been beautifully arranged on a background of black velvet."
        },
        {
          "aStart": "00:00:45,166",
          "aEnd": "00:00:51,683",
          "tip": "泰勒先生站在橱窗外凝神欣赏了几分钟就回到了店里。",
          "a": "After gazing at the display for several minutes, Mr. Taylor went back into his shop."
        },
        {
          "aStart": "00:00:51,783",
          "aEnd": "00:01:05,333",
          "tip": "宁静突然被打破，一辆大轿车亮着前灯，响着喇叭，呼啸着冲进了拱廊街，在珠宝店门口停了下来。",
          "a": "The silence was suddenly broken when a large car, with its headlights on and its horn blaring, roared down the arcade. It came to a stop outside the jeweller's.\ncome to a stop 比 stop: 更正式，更过程化而stop更直接\njeweller's 珠宝商的店"
        },
        {
          "aStart": "00:01:05,433",
          "aEnd": "00:01:16,600",
          "tip": "一人留在驾驶座上，另外两个用黑色长筒丝袜蒙面的人跳下车来。他们用铁棒把商店橱窗的玻璃砸碎。",
          "a": "One man stayed at the wheel while two others with black stockings over their faces jumped out and smashed the window of the shop with iron bars."
        },
        {
          "aStart": "00:01:16,700",
          "aEnd": "00:01:21,233",
          "tip": "这开始发生时，泰勒先生正在楼上。",
          "a": "While this was going on, Mr. Taylor was upstairs."
        },
        {
          "aStart": "00:01:21,333",
          "aEnd": "00:01:30,233",
          "tip": "他与店员动手向窗外投掷家具，椅子，桌子飞落花流水在拱廊街上。",
          "a": "He and his staff began throwing furniture out of the window. Chairs and tables went flying into the arcade."
        },
        {
          "aStart": "00:01:30,333",
          "aEnd": "00:01:39,850",
          "tip": "一个窃贼被一尊很重的雕像击中，但由于他忙着抢钻石首饰，竟连疼痛都顾不上了。",
          "a": "One of the thieves was struck by a heavy statue, but he was too busy helping himself to diamonds to notice any pain."
        },
        {
          "aStart": "00:01:39,950",
          "aEnd": "00:01:49,783",
          "tip": "这场抢劫只持续了3分钟，因为窃贼争先恐后地爬上轿车，以惊人的速度开跑了。",
          "a": "The raid was all over in three minutes, for the men scrambled back into the car and it moved off at a fantastic speed."
        },
        {
          "aStart": "00:01:49,883",
          "aEnd": "00:02:00,899",
          "tip": "就在轿车离开的时候，泰勒先生从店里冲了出来，跟在车后追赶，一边还往车上扔烟灰缸、花瓶。但他已无法抓住那些窃贼了。",
          "a": "Just as it was leaving, Mr. Taylor rushed out and ran after it throwing ashtrays and vases, but it was impossible to stop the thieves."
        },
        {
          "aStart": "00:02:01,000",
          "aEnd": "00:02:06,433",
          "tip": "他们已带着价值数千镑的首饰逃之夭夭了。",
          "a": "They had got away with thousands of pounds worth of diamonds"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/07_038.mp3",
      "path": "/nce3/a/07.mp3",
      "hash": "094f1b60fd3cbe298573ef215588ed5cb95801ab",
      "key": "nce3/07",
      "title": "Mutilated ladies",
      "titleStart": "00:00:01,433",
      "titleEnd": "00:00:03,900",
      "segment": [
        {
          "aStart": "00:00:12,300",
          "aEnd": "00:00:14,833",
          "tip": "这种事情在你身上出现过吗？",
          "a": "Has it ever happened to you?"
        },
        {
          "aStart": "00:00:14,933",
          "aEnd": "00:00:22,866",
          "tip": "你有没有把裤子塞进洗衣机，然后又想起在裤子的后兜有一张大面值的纸币？",
          "a": "Have you ever put your trousers in the washing machine and then remembered there was a large bank note in your back pocket?"
        },
        {
          "aStart": "00:00:22,967",
          "aEnd": "00:00:28,600",
          "tip": "当你把裤子抢救出来时，你有没有发现那张纸币已经变得比白纸还白？",
          "a": "When you rescued your trousers, did you find the note was whiter than white?"
        },
        {
          "aStart": "00:00:28,700",
          "aEnd": "00:00:36,166",
          "tip": "当英国人犯这种错误时，他们不必感到绝望（而许多国家的人都有这种绝望的感觉）。",
          "a": "People who live in Britain needn't despair when they make mistakes like this(and a lot of people do)!"
        },
        {
          "aStart": "00:00:36,267",
          "aEnd": "00:00:48,166",
          "tip": "对英国人来说，值得庆幸的是英国银行有一个残钞鉴别组，负责处理那些把钱塞进机器或塞给狗的人提出的索赔要求。",
          "a": "Fortunately for them, the Bank of England has a team called Mutilated Ladies which deals with claims from people who fed their money to a machine or to their dog."
        },
        {
          "aStart": "00:00:48,267",
          "aEnd": "00:00:52,399",
          "tip": "看起来，狗很喜欢咀嚼钱币。",
          "a": "Dogs, it seems, love to chew up money!"
        },
        {
          "aStart": "00:00:52,500",
          "aEnd": "00:01:00,716",
          "tip": "最近的一个案例与简·巴特林有关，她的未婚夫约翰拥有一家生意兴隆的家具店。",
          "a": "A recent case concerns Jane Butlin whose fiancé, John, runs a successful furniture business."
        },
        {
          "aStart": "00:01:00,817",
          "aEnd": "00:01:09,516",
          "tip": "有一天约翰的生意很好，他把一只装有3,000英镑的钱包放进微波炉内保存。",
          "a": "John had a very good day and put his wallet containing ￡3,000 into the microwave oven for safekeeping."
        },
        {
          "aStart": "00:01:09,617",
          "aEnd": "00:01:12,566",
          "tip": "然后，他和简一起去骑马。",
          "a": "Then he and Jane went horse-riding."
        },
        {
          "aStart": "00:01:12,667",
          "aEnd": "00:01:22,416",
          "tip": "回家后，简用微波炉煮了晚饭，无意之中把她未婚夫的钱包也一起煮了。",
          "a": "When they got home, Jane cooked their dinner in the microwave oven and without realizing it, cooked her fiancé's wallet as well."
        },
        {
          "aStart": "00:01:22,517",
          "aEnd": "00:01:30,233",
          "tip": "可以想像他们发现一只煮得很好看的钱包、钞票已化成灰时的沮丧心情。",
          "a": "Imagine their dismay when they found a beautifully-cooked wallet and notes turned to ash!"
        },
        {
          "aStart": "00:01:30,666",
          "aEnd": "00:01:42,466",
          "tip": "约翰去找银行经理，经理把约翰的钱包和纸币的残留物送到英国银行在纽卡斯尔的一个专门部门: 残钞鉴别组！",
          "a": "John went to see his bank manager who sent the remains of the wallet and the money to the special department of the Bank of England in Newcastle: the Mutilated Ladies!"
        },
        {
          "aStart": "00:01:42,567",
          "aEnd": "00:01:47,733",
          "tip": "他们鉴定了这些残留物。约翰拿回了他损失的全部数额。",
          "a": "They examined the remains and John got all his money back."
        },
        {
          "aStart": "00:01:47,900",
          "aEnd": "00:02:04,166",
          "tip": "“只要有东西可供识别，我们会把钱还给人家的，”银行的一位女发言人说。“去年，我们对21,000起索赔要求支付了150万英镑。”",
          "a": "'So long as there's something to identify, we will give people their money back, ' said a spokeswoman for the Bank. 'Last year, we paid ￡1.5m on 21,000 claims.'"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/08_535.mp3",
      "path": "/nce3/a/08.mp3",
      "hash": "107e2a57f96aa9f70f20458a7b66387e8f2496ae",
      "key": "nce3/08",
      "title": "A famous monastery",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,633",
      "segment": [
        {
          "aStart": "00:00:14,533",
          "aEnd": "00:00:20,233",
          "tip": "圣伯纳德大山口连接着瑞士与意大利，",
          "a": "The Great St. Bernard Pass connects Switzerland to Italy."
        },
        {
          "aStart": "00:00:20,333",
          "aEnd": "00:00:27,833",
          "tip": "海拔2，473米，是欧洲最高的山口。",
          "a": "At 2, 473 metres, it is the highest mountain pass in Europe."
        },
        {
          "aStart": "00:00:27,933",
          "aEnd": "00:00:36,516",
          "tip": "11世纪建造的著名的圣伯纳德修道院位于离山口1英里远的地方。",
          "a": "The famous monastery of St. Bernard, which was founded in the eleventh century, lies about a mile away."
        },
        {
          "aStart": "00:00:36,616",
          "aEnd": "00:00:44,249",
          "tip": "几百年来，圣伯纳德修道院驯养的狗拯救了许多翻越这道山口的旅游者的生命。",
          "a": "For hundreds of years, St. Bernard dogs have saved the lives of travellers crossing the dangerous Pass."
        },
        {
          "aStart": "00:00:44,350",
          "aEnd": "00:00:53,116",
          "tip": "这些最先从亚洲引进的狗，待人友好，早在罗马时代就给人当看门狗了。",
          "a": "These friendly dogs, which were first brought from Asia, were used as watchdogs even in Roman times."
        },
        {
          "aStart": "00:00:53,217",
          "aEnd": "00:01:06,166",
          "tip": "如今由于在山里开挖了隧道，翻越山口已不那么危险了。但每年还要派狗到雪地里去帮助那些遇到困难的旅游者。",
          "a": "Now that a tunnel has been built through the mountains, the Pass is less dangerous, but each year, the dogs are still sent out into the snow whenever a traveller is in difficulty."
        },
        {
          "aStart": "00:01:06,266",
          "aEnd": "00:01:13,866",
          "tip": "尽管修通了隧道，但仍有一些人想冒险徒步跨越圣伯纳德山口。",
          "a": "Despite the new tunnel, there are still a few people who rashly attempt to cross the Pass on foot."
        },
        {
          "aStart": "00:01:14,266",
          "aEnd": "00:01:23,783",
          "tip": "夏天的几个月里，修道院十分忙碌，因为有成千上万的人驾车通过山口，顺道来修道院参观。",
          "a": "During the summer months, the monastery is very busy, for it is visited by thousands of people who cross the Pass in cars."
        },
        {
          "aStart": "00:01:23,883",
          "aEnd": "00:01:29,999",
          "tip": "由于来人太多，狗被关在专门的围栏里。",
          "a": "As there are so many people about, the dogs have to be kept in a special enclosure."
        },
        {
          "aStart": "00:01:30,100",
          "aEnd": "00:01:35,249",
          "tip": "然而到了冬天，修道院里的生活则是另一番景象。",
          "a": "In winter, however, life at the monastery is quite different."
        },
        {
          "aStart": "00:01:35,350",
          "aEnd": "00:01:42,433",
          "tip": "气温下降到零下30度，试图跨越山口的人寥寥无几。",
          "a": "The temperature drops to -30° (minus 30 degrees) and very few people attempt to cross the Pass."
        },
        {
          "aStart": "00:01:42,533",
          "aEnd": "00:01:47,116",
          "tip": "修道士们喜欢冬天，而不太喜欢夏天。因为在冬天，他们可以更多地过上无人打扰的生活。\n直译： 僧侣们比起夏天更喜欢冬天，因为他们有更多的隐私。",
          "a": "The monks prefer winter to summer for they have more privacy."
        },
        {
          "aStart": "00:01:47,217",
          "aEnd": "00:01:53,599",
          "tip": "狗也比较自由，被放出围栏，四处遛达。",
          "a": "The dogs have greater freedom, too, for they are allowed to wander outside their enclosure."
        },
        {
          "aStart": "00:01:53,700",
          "aEnd": "00:02:02,083",
          "tip": "冬天常来修道院参观的只有一批批滑雪者。他们在圣诞节或复活节到那儿去。",
          "a": "The only regular visitors to the monastery in winter are parties of skiers who go there at Christmas and Easter."
        },
        {
          "aStart": "00:02:02,183",
          "aEnd": "00:02:11,433",
          "tip": "这些热爱高山清静环境的年轻人每年都受到圣伯纳德修道院的热烈欢迎。",
          "a": "These young people, who love the peace of the mountains, always receive a warm welcome at St. Bernard's monastery."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/09_609.mp3",
      "path": "/nce3/a/09.mp3",
      "hash": "53bf72af9de3e2720e3918000107fa0c31478fe5",
      "key": "nce3/09",
      "title": "Flying cats",
      "titleStart": "00:00:02,333",
      "titleEnd": "00:00:04,833",
      "segment": [
        {
          "aStart": "00:00:16,800",
          "aEnd": "00:00:21,366",
          "tip": "猫总能引起人们的极大兴趣。",
          "a": "Cats never fail to fascinate human beings."
        },
        {
          "aStart": "00:00:21,467",
          "aEnd": "00:00:29,016",
          "tip": "它们可以对人友好，充满柔情。但是，它们又有自己神秘的生活方式。",
          "a": "They can be friendly and affectionate towards humans, but they lead mysterious lives of their own as well."
        },
        {
          "aStart": "00:00:29,116",
          "aEnd": "00:00:33,249",
          "tip": "它们从不像狗和马一样变得那么顺从。",
          "a": "They never become submissive like dogs and horses."
        },
        {
          "aStart": "00:00:33,350",
          "aEnd": "00:00:38,833",
          "tip": "结果是人们已经学会尊重猫的独立性。",
          "a": "As a result, humans have learned to respect feline independence."
        },
        {
          "aStart": "00:00:38,933",
          "aEnd": "00:00:43,633",
          "tip": "在它们的一生中，大多数猫都对人存有戒心。",
          "a": "Most cats remain suspicious of humans all their lives."
        },
        {
          "aStart": "00:00:43,733",
          "aEnd": "00:00:51,399",
          "tip": "最使我们感兴趣的一件事情就是一种通俗的信念——猫有九条命。",
          "a": "One of the things that fascinates us most about cats is the popular belief that they have nine lives."
        },
        {
          "aStart": "00:00:51,500",
          "aEnd": "00:00:56,833",
          "tip": "显然，这种说法里面包含着许多真实性。",
          "a": "Apparently, there is a good deal of truth in this idea."
        },
        {
          "aStart": "00:00:57,066",
          "aEnd": "00:01:02,500",
          "tip": "猫在跌落时能够大难不死是有事实作为依据的。",
          "a": "A cat's ability to survive falls is based on fact."
        },
        {
          "aStart": "00:01:02,600",
          "aEnd": "00:01:12,699",
          "tip": "最近，纽约动物医疗中心对132只猫进行了为期5个月的综合研究。",
          "a": "Recently the New York Animal Medical Centre made a study of 132 cats over a period of five months."
        },
        {
          "aStart": "00:01:12,800",
          "aEnd": "00:01:23,666",
          "tip": "所有这些猫都有一个共同的经历：它们都曾从高层建筑上摔下来过，但只有其中的8只猫死于震荡或跌伤。",
          "a": "All these cats had one experience in common: they had fallen off high buildings, yet only eight of them died from shock or injuries."
        },
        {
          "aStart": "00:01:23,767",
          "aEnd": "00:01:37,983",
          "tip": "当然，纽约是进行这种有趣的试验的一个理想的地方，因为那里根本不缺乏高楼大厦，有的是高层的窗槛从上往下坠落。",
          "a": "Of course, New York is the ideal place for such an interesting study, because there is no shortage of tall buildings. There are plenty of high-rise windowsills to fall from!"
        },
        {
          "aStart": "00:01:38,083",
          "aEnd": "00:01:46,266",
          "tip": "有一只叫萨伯瑞娜的猫从32层楼上掉下来，但只摔断了一颗牙。",
          "a": "One cat, Sabrina, fell 32 storeys, yet only suffered from a broken tooth."
        },
        {
          "aStart": "00:01:46,367",
          "aEnd": "00:01:51,716",
          "tip": "“猫就像训练有素的跳伞队员，”一位医生说。",
          "a": "‘Cats behave like well-trained paratroopers,’ a doctor said."
        },
        {
          "aStart": "00:01:51,817",
          "aEnd": "00:01:58,866",
          "tip": "看起来，猫跌落的距离越长，它们就越不会伤害自己。",
          "a": "It seems that the further cats fall, the less they are likely to injure themselves."
        },
        {
          "aStart": "00:01:58,967",
          "aEnd": "00:02:04,600",
          "tip": "在一个长长的跌落过程中，它们可以达到每小时60英里甚至更快的速度。",
          "a": "In a long drop, they reach speeds of 60 miles an hour and more."
        },
        {
          "aStart": "00:02:04,700",
          "aEnd": "00:02:09,120",
          "tip": "在高速下落中，猫有时间放松自己。",
          "a": "At high speeds, falling cats have time to relax."
        },
        {
          "aStart": "00:02:09,133",
          "aEnd": "00:02:13,349",
          "tip": "它们伸展开四肢，就像飞行中的松鼠一样。",
          "a": "They stretch out their legs like flying squirrels."
        },
        {
          "aStart": "00:02:13,450",
          "aEnd": "00:02:20,800",
          "tip": "这样就加大了空气阻力，并减小了它们着地时冲击力带来的震动。",
          "a": "This increases their air-resistance and reduces the shock of impact when they hit the ground."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/10_289.mp3",
      "path": "/nce3/a/10.mp3",
      "hash": "950022158070d4caeb888ab6d97328c7d9bbb55e",
      "key": "nce3/10",
      "title": "The loss of the Titanic",
      "titleStart": "00:00:02,433",
      "titleEnd": "00:00:05,700",
      "segment": [
        {
          "aStart": "00:00:18,766",
          "aEnd": "00:00:26,833",
          "tip": "巨轮“泰坦尼克”号1912年4月10日从南安普敦起锚驶向纽约。",
          "a": "The great ship, Titanic, sailed for New York from Southampton on April 10th, 1912."
        },
        {
          "aStart": "00:00:26,933",
          "aEnd": "00:00:34,916",
          "tip": "船上载有1,316名乘客与891名船员。",
          "a": "She was carrying 1,316 passengers and crew of 891."
        },
        {
          "aStart": "00:00:35,017",
          "aEnd": "00:00:42,433",
          "tip": "即使使用现代标准来衡量，46,000 吨的“泰坦尼克”号与算得上一艘巨轮了。",
          "a": "Even by modern standards, the 46,000 ton Titanic was a colossal ship."
        },
        {
          "aStart": "00:00:42,533",
          "aEnd": "00:00:55,549",
          "tip": "当时，这艘轮船不仅是造船史上建造的最大的一艘船，而且也被认为是不会沉没的。因为船由16个密封舱组成，",
          "a": "At that time, however, she was not only the largest ship that had ever been built, but was regarded as unsinkable, for she had sixteen watertight compartments."
        },
        {
          "aStart": "00:00:55,650",
          "aEnd": "00:01:00,466",
          "tip": "即使有两个舱进水，仍可漂浮的水面上。",
          "a": "Even if two of these were flooded, she would still be able to float."
        },
        {
          "aStart": "00:01:00,567",
          "aEnd": "00:01:11,100",
          "tip": "然而，这艘巨轮首航就下沉，造成大批人员死亡。人们将永远记着这艘巨轮的沉没惨剧。",
          "a": "The tragic sinking of this great liner will always be remembered, for she went down on her first voyage with heavy loss of life."
        },
        {
          "aStart": "00:01:11,366",
          "aEnd": "00:01:23,499",
          "tip": "“泰坦尼克”起航后的第4天，它正行驶在北大西洋冰冷的海面上。突然，了望员发现一座冰山。",
          "a": "Four days after setting out, while the Titanic was sailing across the icy water of the North Atlantic, a huge iceberg was suddenly spotted by a lookout."
        },
        {
          "aStart": "00:01:23,600",
          "aEnd": "00:01:30,749",
          "tip": "警报响过不久，巨轮急转弯，以避免与冰山正面相撞。",
          "a": "After the alarm had been given, the great ship turned sharply to avoid a direct collision."
        },
        {
          "aStart": "00:01:30,850",
          "aEnd": "00:01:42,249",
          "tip": "“泰坦尼克”这个弯拐得及时，紧贴着高出海面100英尺的巨大的冰墙擦过去 。",
          "a": "The Titanic turned just in time, narrowly missing the immense wall of ice which rose over 100 feet out of the water beside her."
        },
        {
          "aStart": "00:01:42,350",
          "aEnd": "00:01:51,333",
          "tip": "突然，从船舱下部传来一声微颤音，船长走下船舱去查看究竟。",
          "a": "Suddenly, there was a slight trembling sound from below, and the captain went down to see what had happened."
        },
        {
          "aStart": "00:01:51,433",
          "aEnd": "00:01:57,216",
          "tip": "由于这个声音非常轻，没人会想到船身已遭损坏。",
          "a": "The noise had been so faint that no one thought that the ship had been damaged."
        },
        {
          "aStart": "00:01:57,317",
          "aEnd": "00:02:09,699",
          "tip": "在下面，船长惊恐的地发现“泰坦尼克”号正在急速下沉 ，16个密封舱已有5个进水。",
          "a": "Below, the captain realized to his horror that the Titanic was sinking rapidly, for five of her sixteen watertight compartments had already been flooded!"
        },
        {
          "aStart": "00:02:09,800",
          "aEnd": "00:02:16,749",
          "tip": "于是，他发出弃船的命令 ，几百人跳进了冰冷刺骨的海水里。",
          "a": "The order to abandon ship was given and hundreds of people plunged into the icy water."
        },
        {
          "aStart": "00:02:16,850",
          "aEnd": "00:02:24,633",
          "tip": "由于没有足够的救生艇运载所有乘客，结果，1,500 人丧生。",
          "a": "As there were not enough lifeboats for everybody, 1,500 lives were lost."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/11_509.mp3",
      "path": "/nce3/a/11.mp3",
      "hash": "aad95e0c435761df3b1a7acb9e4eb828f6b33bd8",
      "key": "nce3/11",
      "title": "Not guilty",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,066",
      "segment": [
        {
          "aStart": "00:00:12,666",
          "aEnd": "00:00:22,666",
          "tip": "现在的海关官员往往相当宽容。但是，当你通过绿色通道， 没有任何东西需要申报时，他们仍可以拦住你。",
          "a": "Customs Officers are quite tolerant these days, but they can still stop you when you are going through the Green Channel and have nothing to declare."
        },
        {
          "aStart": "00:00:22,767",
          "aEnd": "00:00:27,266",
          "tip": "甚至是最诚实的人也常弄得觉得有罪似的，",
          "a": "Even really honest people are often made to feel guilty."
        },
        {
          "aStart": "00:00:27,366",
          "aEnd": "00:00:38,566",
          "tip": "而老练的职业走私犯却即使手提箱里藏着500只金表，却也处之泰然。",
          "a": "The hardened professional smuggler, on the other hand, is never troubled by such feelings, even if he has five hundred gold watches hidden in his suitcase."
        },
        {
          "aStart": "00:00:38,667",
          "aEnd": "00:00:47,833",
          "tip": "最近一次，我也出国归来，碰上一位特别好管闲事的年轻海关官员， 他显然把我当成走私犯。",
          "a": "When I returned form abroad recently, a particularly officious young Customs Officer clearly regarded me as a smuggler."
        },
        {
          "aStart": "00:00:47,933",
          "aEnd": "00:00:53,850",
          "tip": "“您有什么需要申报的吗？”他直盯着我的眼睛问。",
          "a": "'Have you anything to declare?' he asked, looking me in the eye."
        },
        {
          "aStart": "00:00:53,950",
          "aEnd": "00:00:57,283",
          "tip": "“没有。”我自信地回答说。",
          "a": "'No', I answered confidently."
        },
        {
          "aStart": "00:00:57,383",
          "aEnd": "00:01:01,049",
          "tip": "“请打开这只手提箱好吗？”",
          "a": "'Would you mind unlocking this suitcase please?'"
        },
        {
          "aStart": "00:01:01,150",
          "aEnd": "00:01:03,816",
          "tip": "“好的。”我回答说。",
          "a": "'Not at all,' I answered."
        },
        {
          "aStart": "00:01:03,917",
          "aEnd": "00:01:07,399",
          "tip": "那位官员十分仔细地把箱子检查了一遍。",
          "a": "The Officer went through the case with great care."
        },
        {
          "aStart": "00:01:07,500",
          "aEnd": "00:01:13,166",
          "tip": "所有细心包装好的东西一会儿工夫就乱成一团。",
          "a": "All the thing I had packed so carefully were soon in a dreadful mess."
        },
        {
          "aStart": "00:01:13,266",
          "aEnd": "00:01:17,899",
          "tip": "我相信那箱子再也关不上了。",
          "a": "I felt sure I would never be able to close the case again."
        },
        {
          "aStart": "00:01:18,000",
          "aEnd": "00:01:22,049",
          "tip": "突然，我看到官员脸上露出了得意的神色。",
          "a": "Suddenly, I saw the Officer's face light up."
        },
        {
          "aStart": "00:01:22,150",
          "aEnd": "00:01:28,916",
          "tip": "他在我的箱底发现了一只小瓶，高兴地一把抓了起来。",
          "a": "He had spotted a tiny bottle at the bottom of my case and he pounced on it with delight."
        },
        {
          "aStart": "00:01:29,017",
          "aEnd": "00:01:40,700",
          "tip": "“香水，嗯？”他讥讽地说道，“你刚才应该申报，香水要上进口税的。”",
          "a": "'Perfume, eh?' he asked sarcastically. 'You should have declared that. Perfume is not exempt from import duty.'"
        },
        {
          "aStart": "00:01:40,866",
          "aEnd": "00:01:46,633",
          "tip": "“不，这不是香水，”我说，“是发胶。”",
          "a": "'But it isn't perfume,' I said. 'It's hair gel.'"
        },
        {
          "aStart": "00:01:46,733",
          "aEnd": "00:01:52,849",
          "tip": "接着我脸带微笑补充说：“这是一种我自己配制的奇特的混合物。”",
          "a": "Then I added with a smile, 'It's a strange mixture I make myself.'"
        },
        {
          "aStart": "00:01:52,950",
          "aEnd": "00:01:56,849",
          "tip": "正如我预料的那样，他并不相信我。",
          "a": "As I expected, he did not believe me."
        },
        {
          "aStart": "00:01:56,950",
          "aEnd": "00:02:00,566",
          "tip": "“你就闻一闻吧！”我催促说。",
          "a": "'Try it!' I said encouragingly."
        },
        {
          "aStart": "00:02:00,666",
          "aEnd": "00:02:05,366",
          "tip": "海关官员拧开瓶盖，把瓶子放到鼻子底下。",
          "a": "The officer unscrewed the cap and put the bottle to his nostrils."
        },
        {
          "aStart": "00:02:05,467",
          "aEnd": "00:02:11,683",
          "tip": "一股怪味袭来，使他相信了我说的真话。\n 直译： 他闻到了一股令人不快的气味，这让他相信我在说实话。 \n be greeted with/by 被赐予",
          "a": "He was greeted by an unpleasant smell which convinced him that I was telling the truth."
        },
        {
          "aStart": "00:02:11,783",
          "aEnd": "00:02:18,733",
          "tip": "几分钟后，我终于被放行，手提划着宝贵的粉笔记号的行李，匆匆离去。",
          "a": "A few minutes later, I was able to hurry away with precious chalk marks on my baggage."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/12_459.mp3",
      "path": "/nce3/a/12.mp3",
      "hash": "d3e4a55335f098784aff702c226a8a290d9d53a5",
      "key": "nce3/12",
      "title": "Life on a desert island",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:04,866",
      "segment": [
        {
          "aStart": "00:00:15,733",
          "aEnd": "00:00:21,783",
          "tip": "我们许多人对于荒岛生活有一种不切实际的想法。",
          "a": "Most of us have formed an unrealistic picture of life on a desert island."
        },
        {
          "aStart": "00:00:21,883",
          "aEnd": "00:00:29,816",
          "tip": "我们有时想象荒岛是阳光终日普照的天堂。",
          "a": "We sometimes imagine a desert island to be a sort of paradise where the sun always shines."
        },
        {
          "aStart": "00:00:29,916",
          "aEnd": "00:00:32,216",
          "tip": "在那里，生活简单又美好。",
          "a": "Life there is simple and good."
        },
        {
          "aStart": "00:00:32,317",
          "aEnd": "00:00:37,199",
          "tip": "成熟的水果从树上掉下来，人们根本无需劳动。",
          "a": "Ripe fruit falls from the trees and you never have to work."
        },
        {
          "aStart": "00:00:37,300",
          "aEnd": "00:00:40,950",
          "tip": "另一种想法恰恰相反，",
          "a": "The other side of the picture is quite the opposite."
        },
        {
          "aStart": "00:00:41,050",
          "aEnd": "00:00:43,766",
          "tip": "认为荒岛生活很可怕，",
          "a": "Life on a desert island is wretched."
        },
        {
          "aStart": "00:00:43,867",
          "aEnd": "00:00:51,966",
          "tip": "要么饿死，要么像鲁滨孙那样，天天盼船来，却总没见船影。",
          "a": "You either starve to death or live like Robinson Crusoe, Waiting for a boat which never comes."
        },
        {
          "aStart": "00:00:52,067",
          "aEnd": "00:01:00,249",
          "tip": "也许，这两种都像都有可信之处。但很少有人能有机会去弄个究竟。",
          "a": "Perhaps there is an element of truth in both these pictures, but few of us have had the opportunity to find out."
        },
        {
          "aStart": "00:01:00,350",
          "aEnd": "00:01:08,633",
          "tip": "最近有两个人在一座珊瑚岛上呆了5天，他们真希望在那儿再多呆一些日子。",
          "a": "Two men who recently spent five days on a coral island wished they had stayed there longer."
        },
        {
          "aStart": "00:01:08,733",
          "aEnd": "00:01:15,616",
          "tip": "他们驾着一条严重损坏的小船从维尔京群岛到迈阿密修理。",
          "a": "They were taking a badly damaged boat from the Virgin Islands to Miami to have it repaired."
        },
        {
          "aStart": "00:01:15,716",
          "aEnd": "00:01:19,433",
          "tip": "途中，船开始下沉，",
          "a": "During the journey, their boat began to sink."
        },
        {
          "aStart": "00:01:19,666",
          "aEnd": "00:01:33,216",
          "tip": "他们迅速把食物、火柴、罐装啤酒往一只救生筏上装。然后在加勒比海上划行了几英里，到了一座珊瑚岛上。",
          "a": "They quickly loaded a small rubber dinghy with food, matches, and cans of beer and rowed for a few miles across the Caribbean until they arrived at a tiny coral island."
        },
        {
          "aStart": "00:01:33,317",
          "aEnd": "00:01:40,983",
          "tip": "岛上几乎没有一颗树，也没有淡水，但这不算什么问题。",
          "a": "There were hardly any trees on the island and there was no water, but this did not prove to be a problem."
        },
        {
          "aStart": "00:01:41,083",
          "aEnd": "00:01:44,933",
          "tip": "他们用像皮艇蓄积雨水。",
          "a": "The men collected rainwater in the rubber dinghy."
        },
        {
          "aStart": "00:01:45,033",
          "aEnd": "00:01:49,383",
          "tip": "由于他们随身带了一支捕鱼枪，因此，吃饭不愁。",
          "a": "As they had brought a spear gun with them, they had plenty to eat."
        },
        {
          "aStart": "00:01:49,483",
          "aEnd": "00:01:56,983",
          "tip": "他们天天捕捉龙虾和鱼，正如其中一位所说，吃得“像国王一样好”。",
          "a": "They caught lobster and fish every day, and, as one of them put it 'ate like kings'."
        },
        {
          "aStart": "00:01:57,083",
          "aEnd": "00:02:05,366",
          "tip": "5天后，一条油轮从那儿路过，搭救了他们。这二位不得不离开那个荒岛时，还真的感到遗憾呢！",
          "a": "When a passing tanker rescued them five days later, both men were genuinely sorry that they had to leave."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/13_310.mp3",
      "path": "/nce3/a/13.mp3",
      "hash": "b3883c552763c6a85bbfabd11194eb4c0654b811",
      "key": "nce3/13",
      "title": "It's only me",
      "titleStart": "00:00:02,300",
      "titleEnd": "00:00:04,733",
      "segment": [
        {
          "aStart": "00:00:15,900",
          "aEnd": "00:00:24,583",
          "tip": "理查兹夫人等丈夫上班走后，把孩子送去上学，然后来到楼上自己的卧室。",
          "a": "After her husband had gone to work. Mrs. Richards sent her children to school and went upstairs to her bedroom."
        },
        {
          "aStart": "00:00:24,683",
          "aEnd": "00:00:34,516",
          "tip": "那天上午，她兴奋得什么家务活都不想做，因为晚上她要同丈夫一起参加一个化装舞会。",
          "a": "She was too excited to do any housework that morning, for in the evening she would be going to a fancy-dress party with her husband."
        },
        {
          "aStart": "00:00:34,617",
          "aEnd": "00:00:43,333",
          "tip": "她打算装扮成鬼的模样。头天晚上她已把化装服做好，这时她急于想试试。",
          "a": "She intended to dress up as a ghost and as she had made her costume the night before, she was impatient to try it on."
        },
        {
          "aStart": "00:00:43,766",
          "aEnd": "00:00:49,266",
          "tip": "尽管化装服仅由一个被单制成，却十分逼真。",
          "a": "Though the costume consisted only of a sheet, it was very effective."
        },
        {
          "aStart": "00:00:49,367",
          "aEnd": "00:00:53,766",
          "tip": "理查兹夫人穿上化装服后下了楼，",
          "a": "After putting it on, Mrs. Richards went downstairs."
        },
        {
          "aStart": "00:00:53,866",
          "aEnd": "00:00:57,816",
          "tip": "想看穿起来是否舒服。",
          "a": "She wanted to find out whether it would be comfortable to wear."
        },
        {
          "aStart": "00:00:57,917",
          "aEnd": "00:01:04,383",
          "tip": "理查兹夫人刚刚走进餐厅，前门就传来敲门声。",
          "a": "Just as Mrs. Richards was entering the dinning room, there was a knock on the front door."
        },
        {
          "aStart": "00:01:04,483",
          "aEnd": "00:01:07,383",
          "tip": "她知道来了一定面包师。",
          "a": "She knew that it must be the baker."
        },
        {
          "aStart": "00:01:07,483",
          "aEnd": "00:01:14,183",
          "tip": "她曾告诉过面包师，如果她不去开门，他可直接进门，把面包放在厨房的桌上。",
          "a": "She had told him to come straight in if ever she failed to open the door and to leave the bread on the kitchen table."
        },
        {
          "aStart": "00:01:14,283",
          "aEnd": "00:01:21,816",
          "tip": "理查兹夫人不想吓唬这个可怜人，便赶紧躲到了楼梯下的小储藏室里。",
          "a": "Not wanting to frighten the poor man, Mrs. Richards quickly hid in the small storeroom under the stairs."
        },
        {
          "aStart": "00:01:21,916",
          "aEnd": "00:01:26,433",
          "tip": "她听见前门被打开，走廊里响起重重的脚步声。",
          "a": "She heard the front door open and heavy footsteps in the hall."
        },
        {
          "aStart": "00:01:26,600",
          "aEnd": "00:01:30,983",
          "tip": "突然贮藏门开了，一个男人走了进来。",
          "a": "Suddenly the door of the storeroom was opened and a man entered."
        },
        {
          "aStart": "00:01:31,083",
          "aEnd": "00:01:38,483",
          "tip": "理查兹夫人这才想到一定是供电局来人查电表了。",
          "a": "Mrs. Richards realized that it must be the man from the Electricity Board who had come to read the metre."
        },
        {
          "aStart": "00:01:38,583",
          "aEnd": "00:01:46,199",
          "tip": "她说了声“是我，别怕！”然后想进行一番解释，但已来不及了。",
          "a": "She tried to explain the situation, saying 'It's only me', but it was too late."
        },
        {
          "aStart": "00:01:46,300",
          "aEnd": "00:01:51,316",
          "tip": "那人大叫了一声，惊退了几步。",
          "a": "The man let out cry and jumped back several paces."
        },
        {
          "aStart": "00:01:51,417",
          "aEnd": "00:01:57,833",
          "tip": "理查兹夫人朝他走去，只见他“砰”的一声关上门逃走了。",
          "a": "When Mrs. Richards walked towards him, he fled, slamming the door behind him."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/14_813.mp3",
      "path": "/nce3/a/14.mp3",
      "hash": "f7f38f858a1319d94a113e8108f03351ed803f41",
      "key": "nce3/14",
      "title": "A noble gangster",
      "titleStart": "00:00:01,933",
      "titleEnd": "00:00:08,400",
      "segment": [
        {
          "aStart": "00:00:14,766",
          "aEnd": "00:00:25,949",
          "tip": "曾经有一个时期,芝加哥的店主和商行的老板们不得不拿出大笔的钱给歹徒以换取\"保护\"。",
          "a": "There was a time when the owners of shops and businesses in Chicago had to pay large sums of money to gangsters in return for 'protection'."
        },
        {
          "aStart": "00:00:26,050",
          "aEnd": "00:00:34,916",
          "tip": "如果交款不及时,歹徒们就会很快捣毁他的商店,让他破产.",
          "a": "If the money was not paid promptly, the gangsters would quickly put a man out of business by destroying his shop."
        },
        {
          "aStart": "00:00:35,017",
          "aEnd": "00:00:39,399",
          "tip": "榨取\"保护金\"并不是一种现代的罪恶行径.",
          "a": "Obtaining 'protection money' is not a modern crime."
        },
        {
          "aStart": "00:00:39,500",
          "aEnd": "00:00:56,000",
          "tip": "早在14世纪,英国人约翰.霍克伍德就有过非凡的发现: 人们情愿拿出大笔的钱,也不愿毕生的心血毁于歹徒之手.",
          "a": "As long ago as the fourteenth century, an Englishman, Sir John Hawkwood, made the remarkable discovery that people would rather pay large sums of money than have their life work destroyed by gangsters."
        },
        {
          "aStart": "00:00:56,100",
          "aEnd": "00:01:05,083",
          "tip": "600年前,约翰.霍克伍德爵士带着一队士兵来到意大利,在佛罗伦萨附近驻扎下来,",
          "a": "Six hundred years ago, Sir John Hawkwood arrived in Italy with a band of soldiers and settled near Florence."
        },
        {
          "aStart": "00:01:05,183",
          "aEnd": "00:01:13,016",
          "tip": "很快就出了名.意大利人叫他乔凡尼.阿库托.",
          "a": "He soon made a name for himself and came to be known to the Italians as Giovanni Acuto."
        },
        {
          "aStart": "00:01:13,117",
          "aEnd": "00:01:25,016",
          "tip": "每次意大利各城邦之间打伏,霍克伍德把他的士兵雇佣给愿给他出高价的君主。",
          "a": "Whenever the Italian city-states were at war with each other, Hawkwood used to hire his soldiers to princes who were willing to pay the high price he demanded."
        },
        {
          "aStart": "00:01:25,117",
          "aEnd": "00:01:39,833",
          "tip": "和平时期,当生意萧条时,霍克伍德便带领士兵进入某个城邦,纵火烧毁一两个农场,然后提出,如向他们缴纳保护金,他们便主动撤离。",
          "a": "In times of peace, when business was bad, Hawkwood and his men would march into a city-state and, after burning down a few farms, would offer to go away if protection money was paid to them."
        },
        {
          "aStart": "00:01:39,933",
          "aEnd": "00:01:43,933",
          "tip": "霍克伍德用这种方法挣了大笔钱.",
          "a": "Hawkwood made large sums of money in this way."
        },
        {
          "aStart": "00:01:44,033",
          "aEnd": "00:01:49,616",
          "tip": "尽管如此,意大利人还是把他视作某种英雄。",
          "a": "In spite of this, the Italians regarded him as a sort of hero."
        },
        {
          "aStart": "00:01:49,716",
          "aEnd": "00:02:08,133",
          "tip": "他80岁那年死去时,佛罗伦萨人为他举行了国葬,并为他画像以纪念这位\"骁勇无比的战士、杰出的领袖乔凡尼.阿库托先生.\"",
          "a": "When he died at the age of eighty, the Florentines gave him a state funeral and had a picture painted which was dedicated to the memory of 'the most valiant soldier and most notable leader, Signor Giovanni Haukodue'."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/15_747.mp3",
      "path": "/nce3/a/15.mp3",
      "hash": "28ec474cf070527b190f4a4ac780e4878c813872",
      "key": "nce3/15",
      "title": "Fifty pence worth of trouble",
      "titleStart": "00:00:02,133",
      "titleEnd": "00:00:05,400",
      "segment": [
        {
          "aStart": "00:00:16,166",
          "aEnd": "00:00:20,433",
          "tip": "孩子们总是喜欢得到一些零花钱。",
          "a": "Children always appreciate small gifts of money."
        },
        {
          "aStart": "00:00:20,533",
          "aEnd": "00:00:30,600",
          "tip": "爸爸妈妈当然经常给孩子零花钱，但是，叔舅婶姨也是孩子们额外收入来源。",
          "a": "Mum or dad, of course, provide a regular supply of pocket money, but uncles and ants are always a source of extra income."
        },
        {
          "aStart": "00:00:30,700",
          "aEnd": "00:00:34,733",
          "tip": "对于有些孩子来说，少量的钱可以花很长一段时间。",
          "a": "With some children, small sums go a long way."
        },
        {
          "aStart": "00:00:34,833",
          "aEnd": "00:00:42,750",
          "tip": "如果50便士不拿来换糖吃，则可以放在储蓄罐里叮当响上好几月。",
          "a": "If fifty pence pieces are not exchanged for sweets, they rattle for months inside money boxes."
        },
        {
          "aStart": "00:00:42,850",
          "aEnd": "00:00:48,266",
          "tip": "但是能把储蓄罐装满的只有屈指可数的几个特别节俭的孩子。",
          "a": "Only very thrifty children manage to fill up a money box."
        },
        {
          "aStart": "00:00:48,366",
          "aEnd": "00:00:56,416",
          "tip": "对大部分孩子来说，用50便士来买一大块好的巧克力，是算不了什么的。",
          "a": "For most of them, fifty pence is a small price to pay for a nice big bar of chocolate."
        },
        {
          "aStart": "00:00:56,516",
          "aEnd": "00:01:02,116",
          "tip": "我的外甥乔治有一个储蓄罐，但总是空空的。",
          "a": "My nephew, George, has a money box but it is always empty."
        },
        {
          "aStart": "00:01:02,217",
          "aEnd": "00:01:09,500",
          "tip": "我给了不少50便士的硬币，但没有几个存到储蓄罐里。",
          "a": "Very few of the fifty pence pieces and pound coins I have given him have found their way there."
        },
        {
          "aStart": "00:01:09,600",
          "aEnd": "00:01:14,366",
          "tip": "昨天，我给了他50便士让存起来，",
          "a": "I gave him fifty pence yesterday and advised him to save it."
        },
        {
          "aStart": "00:01:14,467",
          "aEnd": "00:01:19,116",
          "tip": "却拿这钱给自己买了50便士的麻烦。",
          "a": "Instead he bought himself fifty pence worth of trouble."
        },
        {
          "aStart": "00:01:19,217",
          "aEnd": "00:01:29,200",
          "tip": "在他去糖果店的路上，50便士掉在地上，在人行道上跳了几下，掉进了阴沟里。",
          "a": "On his way to the sweet shop, he dropped his fifty pence and it bounced along the pavement and then disappeared down a drain."
        },
        {
          "aStart": "00:01:29,400",
          "aEnd": "00:01:37,116",
          "tip": "乔治脱掉外套，卷起袖子，将右胳膊伸进了阴沟盖。",
          "a": "George took off his jacket, rolled up his sleeves and pushed his right arm through the drain cover."
        },
        {
          "aStart": "00:01:37,216",
          "aEnd": "00:01:45,416",
          "tip": "但他摸了半天也没找到那50便士硬币，他的胳膊反倒退不出来了。",
          "a": "He could not find his fifty pence piece anywhere, and what is more, he could not get his arm out."
        },
        {
          "aStart": "00:01:45,517",
          "aEnd": "00:01:54,883",
          "tip": "这时在他周围上了许多人，一位女士在乔治胳膊上抹了肥皂，黄油，但乔治的胳膊仍然卡得紧紧的。",
          "a": "A crowd of people gathered round him and a lady rubbed his arm with soap and butter, but George was firmly stuck."
        },
        {
          "aStart": "00:01:54,983",
          "aEnd": "00:02:02,283",
          "tip": "有人打电话叫来消防队，两位消防队员使用了一种特殊的润滑剂才使乔治得以解脱。",
          "a": "The fire brigade was called and two fire fighters freed George using a special type of grease."
        },
        {
          "aStart": "00:02:02,383",
          "aEnd": "00:02:14,333",
          "tip": "不过，此事并没使乔治过于伤心，因为糖果店老板娘听说了他遇到的麻烦后，赏给他一大盒巧克力。",
          "a": "George was not too upset by his experience because the lady who owns the sweet shop heard about his troubles and rewarded him with a large box of chocolates."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/16_317.mp3",
      "path": "/nce3/a/16.mp3",
      "hash": "e9c128c8e034d15cd7162379e7159425572d32d8",
      "key": "nce3/16",
      "title": "Mary had a little lamb",
      "titleStart": "00:00:02,160",
      "titleEnd": "00:00:05,233",
      "segment": [
        {
          "aStart": "00:00:16,800",
          "aEnd": "00:00:24,650",
          "tip": "玛丽与丈夫迪米特里住在希腊南部一个叫波拉考拉的小村庄里。",
          "a": "Mary and her husband Dimitri lived in the tiny village of Perachora in southern Greece."
        },
        {
          "aStart": "00:00:24,750",
          "aEnd": "00:00:31,599",
          "tip": "玛丽最珍贵的财产之一就是丈夫送给她的一只白色小羔羊。",
          "a": "One of Mary's prize possessions was a little white lamb which her husband had given her."
        },
        {
          "aStart": "00:00:31,700",
          "aEnd": "00:00:39,049",
          "tip": "白天， 玛丽把羔羊拴在地里的一颗树上，每天晚上把它牵回家。",
          "a": "She kept it tied to a tree in a field during the day and went to fetch it every evening."
        },
        {
          "aStart": "00:00:39,150",
          "aEnd": "00:00:43,000",
          "tip": "可是，一天晚上，那只小羔羊失踪了。",
          "a": "One evening, how-ever, the lamb was missing."
        },
        {
          "aStart": "00:00:43,100",
          "aEnd": "00:00:48,983",
          "tip": "绳子被人割断，很明显小羔羊是被人偷走了。",
          "a": "The rope had been cut, so it was obvious that the lamb had been stolen."
        },
        {
          "aStart": "00:00:49,083",
          "aEnd": "00:00:54,716",
          "tip": "迪米特里从地里回来， 妻子把情况跟他一说，",
          "a": "When Dimitri came in from the fields, his wife told him what had happened."
        },
        {
          "aStart": "00:00:54,817",
          "aEnd": "00:00:58,733",
          "tip": "他马上出去找偷羔羊的人。",
          "a": "Dimitri at once set out to find the thief."
        },
        {
          "aStart": "00:00:58,833",
          "aEnd": "00:01:03,366",
          "tip": "他知道在这样一个小村庄里抓住小偷并不困难。",
          "a": "He knew it would not prove difficult in such a small village."
        },
        {
          "aStart": "00:01:03,666",
          "aEnd": "00:01:14,833",
          "tip": "把失窃的事告诉几个朋友后， 迪米特里发现他的邻居阿列科家突然多了一只小羔羊。",
          "a": "After telling several of his friends about the theft, Dimitri found out that his neighbour, Aleko, had suddenly acquired a new lamb."
        },
        {
          "aStart": "00:01:14,933",
          "aEnd": "00:01:22,333",
          "tip": "迪米特里立刻去了阿列科家，气呼呼地指责他偷了羔羊，",
          "a": "Dimitri immediately went to Aleko's house and angrily accused him of stealing the lamb."
        },
        {
          "aStart": "00:01:22,433",
          "aEnd": "00:01:27,183",
          "tip": "告诉他最好把羊交还， 否则就去叫警察。",
          "a": "He told him he had better return it or he would call the police."
        },
        {
          "aStart": "00:01:27,283",
          "aEnd": "00:01:32,699",
          "tip": "阿列科不承认，并把迪米特里领进院子。",
          "a": "Aleko denied taking it and led Dimitri into his back-yard."
        },
        {
          "aStart": "00:01:32,800",
          "aEnd": "00:01:39,600",
          "tip": "不错，他的确刚买了一只羔羊，阿列科解释说，但他的羔羊是黑色的。",
          "a": "It was true that he had just bought a lamb, he explained, but his lamb was black."
        },
        {
          "aStart": "00:01:39,800",
          "aEnd": "00:01:47,883",
          "tip": "迪米特里为自己的鲁莽而感到不好意思， 向阿列科道了歉， 说是错怪了他。",
          "a": "Ashamed of having acted so rashly, Dimitri apologized to Aleko for having accused him."
        },
        {
          "aStart": "00:01:47,983",
          "aEnd": "00:01:55,983",
          "tip": "就在他俩说话的时候， 天下起了雨， 迪米特里便呆在阿列科家里避雨， 一直等到雨停为止。",
          "a": "While they were talking it began to rain and Dimitri stayed in Aleko's house until the rain stopped."
        },
        {
          "aStart": "00:01:56,083",
          "aEnd": "00:02:05,083",
          "tip": "半小时后，当他从屋里出来时，他惊奇地发现小黑羔羊全身几乎都变成白色。",
          "a": "When he went outside half an hour later, he was astonished to find that the little black lamb was almost white."
        },
        {
          "aStart": "00:02:05,183",
          "aEnd": "00:02:11,866",
          "tip": "原来羊毛上染的黑色被雨水冲掉了！",
          "a": "Its wool, which had been dyed black, had been washed clean by the rain!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/17_129.mp3",
      "path": "/nce3/a/17.mp3",
      "hash": "be2903b89c3d4158b44182f98b0e9fb8368ce0fd",
      "key": "nce3/17",
      "title": "The longest suspension bridge in the world",
      "titleStart": "00:00:02,366",
      "titleEnd": "00:00:08,000",
      "segment": [
        {
          "aStart": "00:00:16,166",
          "aEnd": "00:00:27,816",
          "tip": "1524年，一位鲜为人知的意大利人维拉萨诺驾船驶进纽约港，并将该港名为安古拉姆。",
          "a": "Verrazano, an Italian about whom little is known, sailed into New York Harbour in 1524 and named it Angouleme."
        },
        {
          "aStart": "00:00:27,917",
          "aEnd": "00:00:39,000",
          "tip": "他对该港作了这样的描述：“地理位置十分适宜，位于两座小山的中间，一条大河从中间流过”。",
          "a": "He described it as 'a very agreeable situation located within two small hills in the midst of which flowed a great river.'"
        },
        {
          "aStart": "00:00:39,100",
          "aEnd": "00:00:57,800",
          "tip": "虽然维拉萨诺绝对算不上一个伟大的探险家，但他的名字将流芳百世，因为1964年11月21日建成的一座世界上最长的吊桥是以他的名字命名。",
          "a": "Though Verrazano is by no means considered to be a great explorer, his name will probably remain immortal, for on November 21st, 1964, the longest suspension bridge in the world was named after him"
        },
        {
          "aStart": "00:00:58,833",
          "aEnd": "00:01:07,516",
          "tip": "维拉萨诺大桥由奥斯马.阿曼设计，连结着布鲁克林与斯塔顿岛，",
          "a": "The Verrazano Bridge, which was designed by Othmar Ammann, joins Brooklyn to Staten Island."
        },
        {
          "aStart": "00:01:07,617",
          "aEnd": "00:01:12,166",
          "tip": "桥长4,260英尺。",
          "a": "It has a span of 4,260 feet."
        },
        {
          "aStart": "00:01:12,267",
          "aEnd": "00:01:19,550",
          "tip": "由于桥身太长，设计者不得不考虑了地表的形状。",
          "a": "The bridge is so long that the shape of the earth had to be taken into account by its designer."
        },
        {
          "aStart": "00:01:19,650",
          "aEnd": "00:01:25,166",
          "tip": "两座巨塔支撑着4根粗大的钢缆。",
          "a": "Two great towers support four huge cables."
        },
        {
          "aStart": "00:01:25,267",
          "aEnd": "00:01:31,816",
          "tip": "塔身建在巨大的水下钢盘混凝土平台上。",
          "a": "The towers are built on immense underwater platforms make of steel and concrete."
        },
        {
          "aStart": "00:01:31,917",
          "aEnd": "00:01:37,266",
          "tip": "平台深入海底100英尺。",
          "a": "The platforms extend to a depth of over 100 feet under the sea."
        },
        {
          "aStart": "00:01:37,367",
          "aEnd": "00:01:41,083",
          "tip": "仅这两座塔就花了16个月才建成。",
          "a": "These alone took sixteen months to build."
        },
        {
          "aStart": "00:01:41,183",
          "aEnd": "00:01:47,849",
          "tip": "塔身高出水面将近700英尺。",
          "a": "Above the surface of the water, the towers rise to a height of nearly 700 feet."
        },
        {
          "aStart": "00:01:47,950",
          "aEnd": "00:01:52,249",
          "tip": "高塔支撑着钢缆，而钢缆又悬吊着大桥，",
          "a": "They support the cables from which the bridge has been suspended."
        },
        {
          "aStart": "00:01:52,350",
          "aEnd": "00:01:59,200",
          "tip": "4根钢缆中的每根由26，108股钢绳组成。",
          "a": "Each of the four cables contains 26,108 lengths of wire."
        },
        {
          "aStart": "00:01:59,300",
          "aEnd": "00:02:09,000",
          "tip": "据估计，若桥上摆满了汽车，也只不过是桥的总承载力的1/3。",
          "a": "It has been estimated that if the bridge were packed with cars, it would still only be carrying a third of its total capacity."
        },
        {
          "aStart": "00:02:09,200",
          "aEnd": "00:02:15,683",
          "tip": "然而，这座桥重要特点不仅是它的规模与强度。",
          "a": "However, size and strength are not the only important things about this bridge."
        },
        {
          "aStart": "00:02:15,783",
          "aEnd": "00:02:30,133",
          "tip": "尽管此桥很大，但它的结构简单，造型优美，实现了设计者企图创造一个“尽量用细线条勾画出一个庞然大物”的梦想。",
          "a": "Despite its immensity, it is both simple and elegant, fulfilling its designer's dream to create 'an enormous object drawn as faintly as possible'."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/18_733.mp3",
      "path": "/nce3/a/18.mp3",
      "hash": "7fa437e0f4d5b533ec4b0b57ae3ce97ab49c1c5b",
      "key": "nce3/18",
      "title": "Electric currents in modern art",
      "titleStart": "00:00:01,733",
      "titleEnd": "00:00:05,366",
      "segment": [
        {
          "aStart": "00:00:15,166",
          "aEnd": "00:00:19,283",
          "tip": "现代雕塑不再使我们感到惊讶了。",
          "a": "Modern sculpture rarely surprises us any more."
        },
        {
          "aStart": "00:00:19,383",
          "aEnd": "00:00:25,266",
          "tip": "那种认为现代艺术只能在博物馆里才能看到的观点是错误的。",
          "a": "The idea that modern art can only be seen in museums is mistaken."
        },
        {
          "aStart": "00:00:25,367",
          "aEnd": "00:00:35,066",
          "tip": "即使是对艺术不感兴趣的人也不会注意到在公共场所展示的现代艺术品。",
          "a": "Even people who take no interest in art cannot have failed to notice examples of modern sculpture on display in public places."
        },
        {
          "aStart": "00:00:35,166",
          "aEnd": "00:00:40,449",
          "tip": "公园里、大楼和商店外竖立着的奇形怪状的雕塑，",
          "a": "Strange forms stand in gardens, and outside buildings and shops."
        },
        {
          "aStart": "00:00:40,550",
          "aEnd": "00:00:43,200",
          "tip": "对这些， 我们已经司空见惯了。",
          "a": "We have got quite used to them."
        },
        {
          "aStart": "00:00:43,300",
          "aEnd": "00:00:49,549",
          "tip": "有些所谓的“现代”艺术品在那里已经陈列了近80年了。",
          "a": "Some so-called 'modern' pieces have been on display for nearly eighty years."
        },
        {
          "aStart": "00:00:49,650",
          "aEnd": "00:00:58,283",
          "tip": "尽管如此， 最近举办的一次现代雕塑展览还是使一些人（包括我在内）大吃了一惊。",
          "a": "In spite of this, some people -- including myself -- were surprise by a recent exhibition of modern sculpture."
        },
        {
          "aStart": "00:00:58,383",
          "aEnd": "00:01:13,616",
          "tip": "走进展厅首先看到的是一张告示， 上面写着“切勿触摸展品，某些展品有危险！” 展品都是些活动的雕像。",
          "a": "The first thing I saw when I entered the art gallery was a notice which said: 'Do not touch the exhibits. Some of them are dangerous!' The objects on display were pieces of moving sculpture."
        },
        {
          "aStart": "00:01:13,717",
          "aEnd": "00:01:23,749",
          "tip": "人们所熟悉的是悬挂在天花板上、造型奇特、随风飘荡的雕塑品。",
          "a": "Oddly shaped forms that are suspended form the ceiling and move in response to a gust of wind are quite familiar to everybody."
        },
        {
          "aStart": "00:01:23,850",
          "aEnd": "00:01:27,499",
          "tip": "这些展品却使人大开眼界。",
          "a": "These objects, however, were different."
        },
        {
          "aStart": "00:01:27,600",
          "aEnd": "00:01:33,916",
          "tip": "靠墙排列着许多细长的电线， 而电线又连着金属球。",
          "a": "Lined up against the wall, there were long thin wires attached to metal spheres."
        },
        {
          "aStart": "00:01:34,016",
          "aEnd": "00:01:40,583",
          "tip": "金属球经过磁化， 互相之间不停地相互吸引或相互排斥。",
          "a": "The spheres had been magnetized and attracted or repelled each other all the time."
        },
        {
          "aStart": "00:01:40,683",
          "aEnd": "00:01:47,383",
          "tip": "展厅中央是装有彩色灯泡的许多高高的构件，",
          "a": "In the centre of the hall, there were a number of tall structures which contained coloured lights."
        },
        {
          "aStart": "00:01:47,483",
          "aEnd": "00:01:53,549",
          "tip": "灯泡一刻不停地闪烁着， 就像失去了控制的红绿灯。",
          "a": "These lights flickered continuously like traffic lights which have gone mad."
        },
        {
          "aStart": "00:01:53,650",
          "aEnd": "00:02:00,933",
          "tip": "小黑盒子里迸出火花，红色灯泡发怒似地忽明忽暗。",
          "a": "Sparks were emitted from small black boxes and red lamps flashed on and off angrily."
        },
        {
          "aStart": "00:02:01,033",
          "aEnd": "00:02:06,449",
          "tip": "这儿倒像是在展览古老的电子设备。",
          "a": "It was rather like an exhibition of prehistoric electronic equipment."
        },
        {
          "aStart": "00:02:06,550",
          "aEnd": "00:02:15,966",
          "tip": "好像设计这些奇形怪状的展品不仅是为了给人感情上的强烈刺激， 而且还想给人以电击似的！",
          "a": "These peculiar forms not only seemed designed to shock people emotionally, but to give them electric shocks as well!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/19_571.mp3",
      "path": "/nce3/a/19.mp3",
      "hash": "a9988549b4a14cfcc17659ec221554ed827776e4",
      "key": "nce3/19",
      "title": "A very dear cat",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:05,133",
      "segment": [
        {
          "aStart": "00:00:16,333",
          "aEnd": "00:00:25,799",
          "tip": "绑架者很少对动物感兴趣。最近，绑架者却盯上了埃莉诺.拉姆齐太太的猫。",
          "a": "Kidnappers are rarely interested in animals, but they recently took considerable interest in Mrs. Eleanor Ramsay's cat."
        },
        {
          "aStart": "00:00:25,900",
          "aEnd": "00:00:36,049",
          "tip": "埃莉诺.拉姆齐太太是一个非常富有的老妇人，多年来，一直同她养的猫Rastus(拉斯特斯)一起住在一所公寓里。",
          "a": "Mrs. Eleanor Ramsay, a very wealthy old lady, has shared a flat with her cat, Rastus, for a great many years."
        },
        {
          "aStart": "00:00:36,150",
          "aEnd": "00:00:38,616",
          "tip": "拉斯特斯生活很有规律，",
          "a": "Rastus leads an orderly life."
        },
        {
          "aStart": "00:00:38,717",
          "aEnd": "00:00:45,183",
          "tip": "傍晚常常出去溜达一会儿，并且总是在7点钟以前回来。",
          "a": "He usually takes a short walk in the evenings and is always home by seven o'clock."
        },
        {
          "aStart": "00:00:45,283",
          "aEnd": "00:00:49,200",
          "tip": "可是，有一天晚上，它出去后再也没回来。",
          "a": "One evening, however, he failed to arrive."
        },
        {
          "aStart": "00:00:49,300",
          "aEnd": "00:00:52,283",
          "tip": "拉姆齐太太急坏了，",
          "a": "Mrs. Ramsay got very worried."
        },
        {
          "aStart": "00:00:52,383",
          "aEnd": "00:00:56,933",
          "tip": "四处寻找，但没有找着。",
          "a": "She looked everywhere for him but could not find him."
        },
        {
          "aStart": "00:00:57,266",
          "aEnd": "00:01:03,949",
          "tip": "拉斯特斯失踪3天后，拉姆齐太太收到一封匿名信。",
          "a": "There days after Rastus' disappearance, Mrs. Ramsay received an anonymous letter."
        },
        {
          "aStart": "00:01:04,050",
          "aEnd": "00:01:14,533",
          "tip": "写信人声称拉斯特斯安然无恙，只要拉姆齐太太愿意支付1,000 英镑赎金，可以立即将猫送还。",
          "a": "The writer stated that Rastus was in safe hands and would be returned immediately if Mrs. Ramsay paid a ransom of $1,000."
        },
        {
          "aStart": "00:01:15,033",
          "aEnd": "00:01:22,149",
          "tip": "他让拉姆齐太太把钱放在一个纸盒里，然后将纸盒放在门口。",
          "a": "Mrs. Ramsay was instructed to place the money in a cardboard box and to leave it outside her door."
        },
        {
          "aStart": "00:01:22,250",
          "aEnd": "00:01:35,466",
          "tip": "一开始拉姆齐太太打算报告警察，但又害怕再也见不到拉斯特斯——这点，信上说得十分明白——于是便改变了主意。",
          "a": "At first she decided to go to the police, but fearing that she would never see Rastus again -- the letter had made that quite clear -- she changed her mind."
        },
        {
          "aStart": "00:01:35,566",
          "aEnd": "00:01:41,633",
          "tip": "她从银行取出1,000 英镑，并照绑架者的要求做了。",
          "a": "She withdrew $1000 from her bank and followed the kidnapper's instructions."
        },
        {
          "aStart": "00:01:41,733",
          "aEnd": "00:01:49,883",
          "tip": "第二天早晨，放钱的盒子不见了。但拉姆齐太太确信绑架者是会履行诺言的。",
          "a": "The next morning, the box had disappeared but Mrs. Ramsay was sure that the kidnapper would keep his word."
        },
        {
          "aStart": "00:01:49,983",
          "aEnd": "00:01:56,250",
          "tip": "果然，当天晚上7点正，拉斯特斯准时回来了。",
          "a": "Sure enough, Rastus arrived punctually at seven o'clock that evening."
        },
        {
          "aStart": "00:01:56,350",
          "aEnd": "00:02:03,666",
          "tip": "它看上去一切正常，只是口渴得很，喝了半瓶牛奶。",
          "a": "He looked very well though he was rather thirsty, for he drank half a bottle of milk."
        },
        {
          "aStart": "00:02:03,767",
          "aEnd": "00:02:09,216",
          "tip": "拉姆齐太太把她所做的事告诉了警察，警察听后大为吃惊。",
          "a": "The police were astounded when Mrs. Ramsay told them what she had done."
        },
        {
          "aStart": "00:02:09,317",
          "aEnd": "00:02:13,049",
          "tip": "拉姆齐太太解释说她心疼她的猫拉斯特斯。",
          "a": "She explained that Rastus was very dear to her."
        },
        {
          "aStart": "00:02:13,150",
          "aEnd": "00:02:19,200",
          "tip": "想到她所花的那笔钱，她的心疼就具有双重意义了。",
          "a": "Considering the amount she paid, he was dear in more ways than one!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/20_959.mp3",
      "path": "/nce3/a/20.mp3",
      "hash": "bded7f20b6020f0cda13df6a944c7c5986860208",
      "key": "nce3/20",
      "title": "Pioneer pilots",
      "titleStart": "00:00:01,600",
      "titleEnd": "00:00:04,366",
      "segment": [
        {
          "aStart": "00:00:15,233",
          "aEnd": "00:00:26,633",
          "tip": "1908年，诺斯克利夫勋爵拿出1,000英镑，作为对第一个飞越英吉利海峡的人的奖励。",
          "a": "In 1908 Lord Northcliffe offered a prize of $1,000 to the first man who would fly across the English Channel."
        },
        {
          "aStart": "00:00:26,733",
          "aEnd": "00:00:30,833",
          "tip": "然而一年多过去了才有人出来尝试。",
          "a": "Over a year passed before the first attempt was made."
        },
        {
          "aStart": "00:00:30,933",
          "aEnd": "00:00:42,800",
          "tip": "1909年7月19日凌晨，休伯特.莱瑟姆驾驶“安特瓦特4号”飞机从法国海岸起飞，",
          "a": "On July 19th, 1909, in the early morning, Hubert Latham took off from the French coast in his plane the 'Antoinette IV.'"
        },
        {
          "aStart": "00:00:42,900",
          "aEnd": "00:00:51,883",
          "tip": "但他只在海峡上空飞行7英里，引擎就发生了故障，他只好降落在海面上。",
          "a": "He had travelled only seven miles across the Channel when his engine failed and he was forced to land on sea."
        },
        {
          "aStart": "00:00:51,983",
          "aEnd": "00:00:58,200",
          "tip": "“安特瓦特”号飞机在海上漂浮，后来有船经过，莱瑟姆方才获救。",
          "a": "The 'Antoinette' floated on the water until Latham was picked up by a ship."
        },
        {
          "aStart": "00:00:58,733",
          "aEnd": "00:01:06,533",
          "tip": "两天之后，路易斯.布莱里奥驾驶一名为“11号”的飞机来到加来附近。",
          "a": "Two days alter, Louis Bleriot arrived near Calais with a plane called 'No. XI'."
        },
        {
          "aStart": "00:01:06,633",
          "aEnd": "00:01:13,883",
          "tip": "布莱里奥从1905年起便开始研制飞机，“11号”飞机是他制作的最新型号。",
          "a": "Bleriot had been making planes since 1905 and this was his lattes model."
        },
        {
          "aStart": "00:01:13,983",
          "aEnd": "00:01:22,183",
          "tip": "一周以前，他曾成功地进行了一次26英里的陆上飞行。",
          "a": "A week before, he had completed a successful overland flight during which he covered twenty-six miles."
        },
        {
          "aStart": "00:01:22,283",
          "aEnd": "00:01:25,500",
          "tip": "但是莱瑟姆不肯轻易罢休。",
          "a": "Latham, however, did not give up easily."
        },
        {
          "aStart": "00:01:25,600",
          "aEnd": "00:01:31,866",
          "tip": "同一天，他驾驶一架新的“安特瓦特”号飞机来到了加来附近。",
          "a": "He, too, arrived near Calais on the same day with a new 'Antoinette'."
        },
        {
          "aStart": "00:01:31,967",
          "aEnd": "00:01:36,799",
          "tip": "看来会有一场激烈的飞越英吉利海峡的竞争。",
          "a": "It looked as if there would be an exciting race across the Channel."
        },
        {
          "aStart": "00:01:36,900",
          "aEnd": "00:01:52,899",
          "tip": "两架飞机都打算在7月25日起飞，但莱瑟姆那天起床晚了。布莱里奥凌晨4点15分作了一次短距离试飞，半小时后便正式出发了。",
          "a": "Both planes were going to take off on July 25th, but Latham failed to get up early enough, After making a short test flight at 4,15 a.m., Bleriot set off half an hour later."
        },
        {
          "aStart": "00:01:53,000",
          "aEnd": "00:01:56,733",
          "tip": "他这次伟大的飞行持续37分钟。",
          "a": "His great flight lasted thirty-seven minutes."
        },
        {
          "aStart": "00:01:56,833",
          "aEnd": "00:02:03,216",
          "tip": "当他在多佛着陆后，第一个迎接他的是当地一名警察。",
          "a": "When he landed near Dover, the first person to greet him was a local policeman."
        },
        {
          "aStart": "00:02:03,316",
          "aEnd": "00:02:11,583",
          "tip": "莱瑟姆一周以后也作了一次尝试，飞到离多佛不到半英里的地方。这次他又遭厄运，",
          "a": "Latham made another attempt a week later and got within half a mile of Dover, but he was unlucky again."
        },
        {
          "aStart": "00:02:11,683",
          "aEnd": "00:02:17,133",
          "tip": "因引擎故障第二次降落在海面上。",
          "a": "His engine failed and he landed on the sea for the second time."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/21_042.mp3",
      "path": "/nce3/a/21.mp3",
      "hash": "5e929f090df012d11bc0867469e52349dc1b3055",
      "key": "nce3/21",
      "title": "Daniel Mendoza",
      "titleStart": "00:00:01,833",
      "titleEnd": "00:00:04,600",
      "segment": [
        {
          "aStart": "00:00:18,166",
          "aEnd": "00:00:23,149",
          "tip": "两百年前，拳击比赛在英国非常盛行。",
          "a": "Boxing matches were very popular in England two hundred years ago."
        },
        {
          "aStart": "00:00:23,250",
          "aEnd": "00:00:28,683",
          "tip": "当时，拳击手们不戴手套，为争夺奖金而搏斗。",
          "a": "In those days, boxers fought with bare fists for prize money."
        },
        {
          "aStart": "00:00:28,783",
          "aEnd": "00:00:32,983",
          "tip": "因此，他们被称作“职业拳击手”。",
          "a": "Because of this, they were known as 'prizefighters'."
        },
        {
          "aStart": "00:00:33,083",
          "aEnd": "00:00:44,583",
          "tip": "不过，拳击是十分野蛮的，因为当时没有任何比赛规则，职业拳击手有可能在比赛中受重伤，甚至丧命。",
          "a": "However, boxing was very crude, for these were no rules and a prizefighter could be seriously injured or even killed during a match."
        },
        {
          "aStart": "00:00:44,683",
          "aEnd": "00:00:53,133",
          "tip": "拳击史上最引人注目的人物之一是丹尼尔.门多萨，他生于1764年。",
          "a": "One of the most colourful figures in boxing history was Daniel Mendoza, who was born in 1764."
        },
        {
          "aStart": "00:00:53,233",
          "aEnd": "00:01:02,233",
          "tip": "1860年昆斯伯里侯爵第一次为拳击比赛制定了规则，拳击比赛这才用上了手套。",
          "a": "The use of gloves was not introduced until 1860, when the Marquis of Queensberry drew up the first set of rules."
        },
        {
          "aStart": "00:01:02,333",
          "aEnd": "00:01:13,283",
          "tip": "虽然门多萨严格来讲不过是个职业拳击手，但在把这种粗野的拳击变成一种体育运动方面，他作出了重大贡献。是他把科学引进了这项运动。\n 直译: 虽然他严格来说是一个职业拳击手，但门多萨做了很多事情，将粗糙的拳击改造成了一项运动，因为他将科学带入了这项比赛。",
          "a": "Though he was technically a prizefighter, Mendoza did much to change crude prizefighting into a sport, for he brought science to the game."
        },
        {
          "aStart": "00:01:13,383",
          "aEnd": "00:01:18,250",
          "tip": "门多萨在的全盛时期深受大家欢迎，",
          "a": "In this day, Mendoza enjoyed tremendous popularity."
        },
        {
          "aStart": "00:01:18,350",
          "aEnd": "00:01:21,516",
          "tip": "无论是富人还是穷人都对他祟拜备至。",
          "a": "He was adored by rich and poor alike."
        },
        {
          "aStart": "00:01:21,617",
          "aEnd": "00:01:28,166",
          "tip": "门多萨在14岁时参加一场拳击赛后一举成名。",
          "a": "Mendoza rose to fame swiftly after a boxing match when he was only fourteen years old."
        },
        {
          "aStart": "00:01:28,267",
          "aEnd": "00:01:35,649",
          "tip": "这引起当时英国拳坛名将理查德.汉弗莱斯的注意。",
          "a": "This attracted the attention of Richard Humphries who was then the most eminent boxer in England."
        },
        {
          "aStart": "00:01:35,750",
          "aEnd": "00:01:40,683",
          "tip": "他主动提出教授门多萨，而年少的门多萨一学就会。",
          "a": "He offered to train Mendoza and his young pupil was quick to learn."
        },
        {
          "aStart": "00:01:40,783",
          "aEnd": "00:01:47,650",
          "tip": "事实上，门多萨不久便名声大振，致使汉弗莱斯与他反目为敌。",
          "a": "In fact, Mendoza soon became so successful that Humphries turned against him."
        },
        {
          "aStart": "00:01:47,750",
          "aEnd": "00:01:55,800",
          "tip": "两个人争吵不休，显而易见，只有较量一番才能解决问题。",
          "a": "The two men quarrelled bitterly and it was clear that the argument could only be settled by a fight."
        },
        {
          "aStart": "00:01:55,966",
          "aEnd": "00:02:01,333",
          "tip": "于是两人在斯蒂尔顿设下赛场，厮打了一个小时。",
          "a": "A match was held at Stilton, where both men fought for an hour."
        },
        {
          "aStart": "00:02:01,433",
          "aEnd": "00:02:06,949",
          "tip": "公众把大笔赌注下到了门多萨身上，但他却输了。",
          "a": "The public bet a great deal of money on Mendoza, but he was defeated."
        },
        {
          "aStart": "00:02:07,050",
          "aEnd": "00:02:13,100",
          "tip": "后来，门多萨与汉弗莱斯再次在拳击场上较量，门多萨又输了一场。",
          "a": "Mendoza met Humphries in the ring on a later occasion and he lost for a second time."
        },
        {
          "aStart": "00:02:13,433",
          "aEnd": "00:02:23,099",
          "tip": "直到1790年他们第3次对垒，门多萨才终于击败汉弗莱斯，成了全英拳击冠军。",
          "a": "It was not until his third match in 1790 that he finally beat Humphries and became Champion of England."
        },
        {
          "aStart": "00:02:23,200",
          "aEnd": "00:02:31,299",
          "tip": "同时，他建立了一所拳击学校，办得很成功，连拜伦勋爵也成了他的学生。",
          "a": "Meanwhile, he founded a highly successful Academy and even Lord Byron became one of his pupils."
        },
        {
          "aStart": "00:02:31,400",
          "aEnd": "00:02:39,866",
          "tip": "门多萨挣来大笔大笔的钱，一次出场费就多可达100英镑。",
          "a": "He earned enormous sums of money and was paid as much as ￡100 for a single appearance."
        },
        {
          "aStart": "00:02:39,866",
          "aEnd": "00:02:45,283",
          "tip": "尽管收入不少，但他挥霍无度，经常债台高筑。",
          "a": "Despite this, he was so extravagant that he was always in debt."
        },
        {
          "aStart": "00:02:45,383",
          "aEnd": "00:02:52,166",
          "tip": "他在被一个叫杰克逊绅士的拳击手击败后很快被遗忘。",
          "a": "After he was defeated by a boxer called Gentleman Jackson, he was quickly forgotten."
        },
        {
          "aStart": "00:02:52,267",
          "aEnd": "00:02:59,333",
          "tip": "他因无力还债而被捕入狱，最后于1836年在贫困中死去。",
          "a": "He was sent to prison for failing to pay his debts and died in poverty in 1836."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/22_147.mp3",
      "path": "/nce3/a/22.mp3",
      "hash": "ee74266a995d5ab6c29c4e1dadf0396f1a4ac484",
      "key": "nce3/22",
      "title": "By heart",
      "titleStart": "00:00:02,133",
      "titleEnd": "00:00:06,433",
      "segment": [
        {
          "aStart": "00:00:16,900",
          "aEnd": "00:00:32,549",
          "tip": "有些剧目十分成功，以致连续上演好几年。这样一来，可怜的演员们可倒霉了。因为他们需要一夜连着一夜地重复同样的台词。",
          "a": "Some plays are so successful that they run for years on end, In many ways, this is unfortunate for the poor actors who are required to go on repeating the same lines night after night."
        },
        {
          "aStart": "00:00:32,650",
          "aEnd": "00:00:38,833",
          "tip": "人们以为，这些演员一定会把台词背得烂熟，绝不会临场结巴的，",
          "a": "One would expect them to know their parts by heart and never have cause to falter."
        },
        {
          "aStart": "00:00:38,933",
          "aEnd": "00:00:42,266",
          "tip": "但情况却并不总是这样。",
          "a": "Yet this is not always the case."
        },
        {
          "aStart": "00:00:42,366",
          "aEnd": "00:00:54,016",
          "tip": "有一位名演员曾在一出极为成功的剧目中扮演一个贵族角色， 这个贵族已在巴士底狱被关押了20年。",
          "a": "A famous actor in a highly successful play was once cast in the role of an aristocrat who had been imprisoned in the Bastille for twenty years."
        },
        {
          "aStart": "00:00:54,117",
          "aEnd": "00:01:03,016",
          "tip": "在最后一幕中， 狱卒手持一封信上场， 然后将信交给狱中那位贵族。",
          "a": "In the last act, a gaoler would always come on to the stage with a letter which he would hand to the prisoner."
        },
        {
          "aStart": "00:01:03,116",
          "aEnd": "00:01:12,299",
          "tip": "尽管那个贵族每场戏都得念一遍那封信。 但他还是坚持要求将信的全文写在信纸上。",
          "a": "Even though the noble was expected to read the letter at each performance, he always insisted that it should be written out in full."
        },
        {
          "aStart": "00:01:12,400",
          "aEnd": "00:01:25,049",
          "tip": "一天晚上， 狱卒决定与他的同事开一个玩笑， 看看他反复演出这么多场之后，是否已将信的内容记熟了。",
          "a": "One night, the gaoler decided to play a joke on his colleague to find out if, after so many performances, he had managed to learn the contents of the letter by heart."
        },
        {
          "aStart": "00:01:25,150",
          "aEnd": "00:01:34,683",
          "tip": "大幕拉开，最后一幕戏开演，贵族独自一人坐在铁窗后阴暗的牢房里。",
          "a": "The curtain went up on the final act of the play and revealed the aristocrat sitting alone behind bars in his dark cell."
        },
        {
          "aStart": "00:01:34,783",
          "aEnd": "00:01:40,133",
          "tip": "这时狱卒上场，手里拿着那封珍贵的信。",
          "a": "Just then, the gaoler appeared with the precious letter in his bands."
        },
        {
          "aStart": "00:01:40,233",
          "aEnd": "00:01:44,949",
          "tip": "狱卒走进牢房，将 信交给贵族。",
          "a": "He entered the cell and presented the letter to the aristocrat."
        },
        {
          "aStart": "00:01:45,050",
          "aEnd": "00:01:50,133",
          "tip": "但这回狱卒给贵族的信没有像往常那样把全文写全，",
          "a": "But the copy he gave him had not been written out in full as usual."
        },
        {
          "aStart": "00:01:50,233",
          "aEnd": "00:01:53,750",
          "tip": "而是一张白纸。",
          "a": "It was simply a blank sheet of paper."
        },
        {
          "aStart": "00:01:53,850",
          "aEnd": "00:02:01,949",
          "tip": "狱卒热切地观察着， 急于想了解他的同事是否记熟了台词。",
          "a": "The gaoler looked on eagerly, anxious to see if his fellow actor had at last learnt his lines."
        },
        {
          "aStart": "00:02:02,050",
          "aEnd": "00:02:07,300",
          "tip": "贵 族盯着纸看了几秒钟，",
          "a": "The noble stared at the blank sheet of paper for a few seconds."
        },
        {
          "aStart": "00:02:07,400",
          "aEnd": "00:02:20,066",
          "tip": "然后，眼珠一转，说道：“光线太暗，请给我读一下这封信。” 说完， 他一下子把信递给狱卒。",
          "a": "Then, squinting his eyes, he said: 'The light is dim. Read the letter to me'. And he promptly handed the sheet of paper to the gaoler."
        },
        {
          "aStart": "00:02:20,166",
          "aEnd": "00:02:35,900",
          "tip": "狱卒发现自己连一个字也记不住， 于是便说：“陛下，这儿光线的确太暗了，我得去眼镜拿来。” 他一边说着，一边匆匆下台。",
          "a": "Finding that he could not remember a word of the letter either, the gaoler replied: 'The light is indeed dim, sire, I must get my glasses.' With this, he hurried off the stage."
        },
        {
          "aStart": "00:02:36,000",
          "aEnd": "00:02:49,933",
          "tip": "贵族感到非常好笑的是：一会儿工夫，狱卒重新登台， 拿来一副眼镜以及平时使用的那封信， 然后为那囚犯念了起来。",
          "a": "Much to the aristocrat's amusement, the gaoler returned a few moments later with a pair of glasses and the usual copy of the letter with he proceeded to read to the prisoner."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/23_495.mp3",
      "path": "/nce3/a/23.mp3",
      "hash": "c5084cfd4d58c552317f2743ec92c2dc1028026e",
      "key": "nce3/23",
      "title": "One man's meat is another man's poison",
      "titleStart": "00:00:01,900",
      "titleEnd": "00:00:08,133",
      "segment": [
        {
          "aStart": "00:00:19,766",
          "aEnd": "00:00:28,066",
          "tip": "在决定什么能吃而什么不能吃的时候， 人们往往变得不合情理。",
          "a": "People become quite illogical when they try to decide what can be eaten and what cannot be eaten."
        },
        {
          "aStart": "00:00:28,166",
          "aEnd": "00:00:35,666",
          "tip": "比如，如果你住在地中海地区， 你会把章鱼视作是美味佳肴，",
          "a": "If you lived in the Mediterranean, for instance, you would consider octopus a great delicacy."
        },
        {
          "aStart": "00:00:35,767",
          "aEnd": "00:00:41,216",
          "tip": "同时不能理解为什么有人一见章鱼就恶心。",
          "a": "You would not be able to understand why some people find it repulsive."
        },
        {
          "aStart": "00:00:41,317",
          "aEnd": "00:00:53,516",
          "tip": "另一方面，你一想到动物油炸土豆就会反胃， 但这在北方许多国家却是一种普通的烹任方法。",
          "a": "On the other hand, your stomach would turn at the idea of frying potatoes in animal fat -- the normally accepted practice in many northern countries."
        },
        {
          "aStart": "00:00:53,617",
          "aEnd": "00:01:02,733",
          "tip": "不无遗憾的是， 我们中的大部分人，生来就只吃某几种食品，而且一辈子都这样。",
          "a": "The sad truth is that most of us have been brought up to eat certain foods and we stick to them all our lives."
        },
        {
          "aStart": "00:01:02,833",
          "aEnd": "00:01:09,166",
          "tip": "没有一种生物所受到的赞美和厌恶会超过花园里常见的蜗牛了。",
          "a": "No creature has received more praise and abuse than the common garden snail."
        },
        {
          "aStart": "00:01:09,267",
          "aEnd": "00:01:15,033",
          "tip": "蜗牛加酒烧煮后， 便成了世界上许多地方的一道珍奇的名菜。",
          "a": "Cooked in wine, snails are a great luxury in various parts of the world."
        },
        {
          "aStart": "00:01:15,133",
          "aEnd": "00:01:23,633",
          "tip": "有不计其数的人们从小就知道蜗牛可做菜。",
          "a": "There are countless people who, ever since their early years, have learned to associate snails with food."
        },
        {
          "aStart": "00:01:23,733",
          "aEnd": "00:01:29,633",
          "tip": "但我的朋友罗伯特却住在一个厌恶蜗牛的国家中。",
          "a": "My friend, Robert, lives in a country where snails are despised."
        },
        {
          "aStart": "00:01:29,766",
          "aEnd": "00:01:35,033",
          "tip": "他住在大城市里的一所公寓里， 没有自己的花园。",
          "a": "As his flat is in a large town, he has no garden of his own."
        },
        {
          "aStart": "00:01:35,133",
          "aEnd": "00:01:42,049",
          "tip": "多年来， 他一直让我把我园子里的蜗牛收集起来给他捎去。",
          "a": "For years he has been asking me to collect snails from my garden and take them to him."
        },
        {
          "aStart": "00:01:42,150",
          "aEnd": "00:01:58,399",
          "tip": "一开始， 他的这一想法没有引起我多大兴趣。 后来有一天， 一场大雨后， 我在花园里漫无目的散步， 突然注意到许许多多蜗牛在我的一些心爱的花木上慢悠悠的蠕动着。",
          "a": "The idea never appealed to me very much, but one day, after heavy shower, I happened to be walking in my garden when I noticed a huge number of snails taking a stroll on some of my prize plants."
        },
        {
          "aStart": "00:01:58,500",
          "aEnd": "00:02:06,816",
          "tip": "我一时冲动， 逮了几十只， 装进一只纸袋里， 带着去找罗伯特。",
          "a": "Acting on a sudden impulse, I collected several dozen, put them in a paper bag, and took them to Robert."
        },
        {
          "aStart": "00:02:06,916",
          "aEnd": "00:02:12,700",
          "tip": "罗伯特见到我很高兴， 对我的薄礼也感到满意。",
          "a": "Robert was delighted to see me and equally pleased with my little gift."
        },
        {
          "aStart": "00:02:12,800",
          "aEnd": "00:02:20,283",
          "tip": "我把纸袋放在门厅里， 与罗伯特一起进了起居室， 在那里聊了好几个钟头。",
          "a": "I left the bag in the hall and Robert and I went into the living room where we talked for a couple of hours."
        },
        {
          "aStart": "00:02:20,383",
          "aEnd": "00:02:27,399",
          "tip": "我把蜗牛的事已忘得一干二净， 罗伯特突然提出一定要我留下来吃晚饭， 这才提醒了我。",
          "a": "I had forgotten all about the snails when Robert suddenly said that I must stay to dinner."
        },
        {
          "aStart": "00:02:27,500",
          "aEnd": "00:02:31,649",
          "tip": "蜗牛当然是道主菜。",
          "a": "Snails would, of course, be the main dish."
        },
        {
          "aStart": "00:02:31,750",
          "aEnd": "00:02:37,666",
          "tip": "我并不喜欢这个主意， 所以我勉强跟着罗伯特走进了起居室。",
          "a": "I did not fancy the idea and I reluctantly followed Robert out of the room."
        },
        {
          "aStart": "00:02:37,766",
          "aEnd": "00:02:48,616",
          "tip": "使我们惊愕的是门厅里到处爬满了蜗牛：它们从纸袋里逃了出来， 爬得满厅都是！",
          "a": "To our dismay, we saw that there were snails everywhere: they had escaped from the paper bag and had taken complete possession of the hall!"
        },
        {
          "aStart": "00:02:48,716",
          "aEnd": "00:02:53,033",
          "tip": "从那以后，我再也不能看一眼蜗牛了。",
          "a": "I have never been able to look at a snail since then."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/24_015.mp3",
      "path": "/nce3/a/24.mp3",
      "hash": "2d9aa765e2cbd607719a47f2421353738aec5702",
      "key": "nce3/24",
      "title": "A skeleton in the cupboard",
      "titleStart": "00:00:01,900",
      "titleEnd": "00:00:04,733",
      "segment": [
        {
          "aStart": "00:00:11,500",
          "aEnd": "00:00:24,433",
          "tip": "在小说中， 我们经常读到一个表面上受人尊重的人物或家庭， 却有着某种多年不为人所知的骇人听闻的秘密。",
          "a": "We often read in novels how a seemingly respectable person or family has some terrible secret which has been concealed from strangers for years."
        },
        {
          "aStart": "00:00:24,533",
          "aEnd": "00:00:30,183",
          "tip": "英语中有一个生动的说法来形容这种情况。",
          "a": "The English language possesses a vivid saying to describe this sort of situation."
        },
        {
          "aStart": "00:00:30,283",
          "aEnd": "00:00:35,133",
          "tip": "惊人的秘密称作“柜中骷髅”。",
          "a": "The terrible secret is called 'a skeleton in the cupboard'."
        },
        {
          "aStart": "00:00:35,233",
          "aEnd": "00:00:42,700",
          "tip": "在小说的某个戏剧性时刻， 可怕的秘密泄漏出来， 接着便是某人的声誉扫地。",
          "a": "At some dramatic moment in the story, the terrible secret becomes known and a reputation is ruined."
        },
        {
          "aStart": "00:00:42,800",
          "aEnd": "00:00:59,233",
          "tip": "当读者到小说最后几页了解到书中女主人公，那位一向待大家很好的可爱的老妇人年轻时一连毒死了她的5个丈夫时，不禁会毛骨悚然。",
          "a": "The reader's hair stands on end when he reads in the final pages of the novel that the heroine a dear old lady who had always been so kind to everybody, had, in her youth, poisoned every one of her five husbands."
        },
        {
          "aStart": "00:00:59,400",
          "aEnd": "00:01:03,933",
          "tip": "这种事发生在小说中是无可非议的。",
          "a": "It is all very well for such things to occur in fiction."
        },
        {
          "aStart": "00:01:04,033",
          "aEnd": "00:01:15,050",
          "tip": "尽管我们人人都有各种大小秘密。 连最亲密的朋友都不愿让他们知道， 但我们当中极少有人有柜中骷髅。",
          "a": "To varying degrees, we all have secrets which we do not want even our closest friends to learn, but few of us have skeletons in the cupboard."
        },
        {
          "aStart": "00:01:15,150",
          "aEnd": "00:01:23,416",
          "tip": "我所认识的唯一的在柜中藏骷嵝的人便是乔治.卡尔顿， 他甚至引以为自豪。",
          "a": "The only person I know who has a skeleton in the cupboard is George Carlton, and he is very pound of the fact."
        },
        {
          "aStart": "00:01:23,517",
          "aEnd": "00:01:26,416",
          "tip": "乔治年轻时学过医，",
          "a": "George studied medicine in his youth."
        },
        {
          "aStart": "00:01:26,516",
          "aEnd": "00:01:33,466",
          "tip": "然而，他后来没当上医生， 却成了一位成功的侦探小说作家。",
          "a": "Instead of becoming a doctor, however, he became a successful writer of detective stories."
        },
        {
          "aStart": "00:01:33,567",
          "aEnd": "00:01:38,983",
          "tip": "有一次，我在他家里度周末， 过得很不愉快。这事我永远不会忘记。",
          "a": "I once spend an uncomfortable weekend which I shall never forget at his house."
        },
        {
          "aStart": "00:01:39,083",
          "aEnd": "00:01:43,766",
          "tip": "乔治把我领进客房，说这间很少使用。",
          "a": "George showed me to the guestroom which, he said, was rarely used."
        },
        {
          "aStart": "00:01:43,867",
          "aEnd": "00:01:47,866",
          "tip": "他让我打开行装后下楼吃饭。",
          "a": "He told me to unpack my things and then come down to dinner."
        },
        {
          "aStart": "00:01:47,967",
          "aEnd": "00:01:56,933",
          "tip": "我将衬衫、内衣放进两个空抽屉里， 然后我想把随身带来的两套西服中的一套挂到大衣柜里去。",
          "a": "After I had stacked my shirts and underclothes in two empty drawers, I decided to hang one of the tow suits I had brought with me in the cupboard."
        },
        {
          "aStart": "00:01:56,933",
          "aEnd": "00:02:04,066",
          "tip": "我打开柜门，站在柜门前一下惊呆了。",
          "a": "I opened the cupboard door and then stood in front of it petrified."
        },
        {
          "aStart": "00:02:04,066",
          "aEnd": "00:02:06,849",
          "tip": "一具骷髅悬挂在眼前，",
          "a": "A skeleton was dangling before my eyes."
        },
        {
          "aStart": "00:02:06,950",
          "aEnd": "00:02:14,966",
          "tip": "由于柜门突然打开，它也随之轻微摇晃起来， 让我觉得它好像马上要跳出柜门朝我扑过来似的。",
          "a": "The sudden movement of the door made it sway slightly and it gave me the impression that it was about to leap out at me."
        },
        {
          "aStart": "00:02:15,067",
          "aEnd": "00:02:20,050",
          "tip": "我扔下西服冲下楼去告诉乔治。",
          "a": "Dropping my suit, I dashed downstairs to tell George."
        },
        {
          "aStart": "00:02:20,150",
          "aEnd": "00:02:25,483",
          "tip": "这是比“骇人听闻的秘密”更加惊人的东西， 这是一具真正的骷髅啊！",
          "a": "This was worse than 'a terrible secret'; this was a read skeleton!"
        },
        {
          "aStart": "00:02:25,583",
          "aEnd": "00:02:28,283",
          "tip": "但乔治却无动于衷。",
          "a": "But George was unsympathetic."
        },
        {
          "aStart": "00:02:28,383",
          "aEnd": "00:02:34,316",
          "tip": "“噢，是它呀！他笑着说道，俨然在谈论一位老朋友。",
          "a": "'Oh, that,' he said with a smile as if he were talking about an old friend."
        },
        {
          "aStart": "00:02:34,417",
          "aEnd": "00:02:40,733",
          "tip": "“那是塞巴斯蒂安。你忘了我以前是学医的了。”",
          "a": "'That's Sebastian. You forget that I was a medical student once upon a time.'"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/25_133.mp3",
      "path": "/nce3/a/25.mp3",
      "hash": "50713a897cf0918d3203259e3adde787f1cf9ff4",
      "key": "nce3/25",
      "title": "The Cutty Sark",
      "titleStart": "00:00:01,933",
      "titleEnd": "00:00:04,366",
      "segment": [
        {
          "aStart": "00:00:15,666",
          "aEnd": "00:00:24,200",
          "tip": "人们在格林威治仍可看到19世纪最有名的帆船之一“卡蒂萨克”号。",
          "a": "One of the most famous sailing ships of the nineteenth century, the Cutty Sark, can still be seen at Greewich."
        },
        {
          "aStart": "00:00:24,300",
          "aEnd": "00:00:29,950",
          "tip": "它停在陆地上，每年接待成千上万的参观者。",
          "a": "She stands on dry land and is visited by thousands of people each year."
        },
        {
          "aStart": "00:00:30,050",
          "aEnd": "00:00:35,933",
          "tip": "它给人们留下深刻的印象，",
          "a": "She serves as an impressive reminder of the great ships of past."
        },
        {
          "aStart": "00:00:36,033",
          "aEnd": "00:00:46,966",
          "tip": "使人们回忆起历史上的巨型帆船，在蒸汽船取代帆船之前。“卡蒂萨克”号之类的帆船被用来从中国运回茶叶，从澳大利亚运回羊毛。",
          "a": "Before they were replaced by steamships, sailing vessels like the Cutty Sark were used to carry tea from China and wool from Australia."
        },
        {
          "aStart": "00:00:47,067",
          "aEnd": "00:00:52,983",
          "tip": "“卡蒂萨克”号是帆船制造史上建造的最快的一艘帆船。",
          "a": "The Cutty Sark was one the fastest sailing ships that has ever been built."
        },
        {
          "aStart": "00:00:53,083",
          "aEnd": "00:00:57,883",
          "tip": "唯一可以与之一比高低的是“塞姆皮雷”号帆船。",
          "a": "The only other ship to match her was the Thermopylae."
        },
        {
          "aStart": "00:00:57,983",
          "aEnd": "00:01:07,449",
          "tip": "两船于1872年6月18日同时从上海启航驶往英国，途中展开了一场激烈的比赛。",
          "a": "Both these ships set out from Shanghai on June 18th, 1872 on an exciting race to England."
        },
        {
          "aStart": "00:01:07,550",
          "aEnd": "00:01:14,233",
          "tip": "这场比赛持续了整整4个月，是这类比赛中的最后一次，",
          "a": "This race, which went on for exactly four months, was the last of its kind."
        },
        {
          "aStart": "00:01:14,333",
          "aEnd": "00:01:22,166",
          "tip": "它标志着帆船伟大传统的结束与一个新纪元的开始。",
          "a": "It marked the end of the great tradition of ships with sails and the beginning of a new era."
        },
        {
          "aStart": "00:01:22,266",
          "aEnd": "00:01:33,599",
          "tip": "比赛开始后，“赛姆皮雷”号率先抵达爪哇岛。但在印度洋上，“卡萨萨克”号驶到了前面。",
          "a": "The first of the two ships to reach Java after the race had begun was the Thermopylae, but on the Indian Ocean, the Cutty Sark took lead."
        },
        {
          "aStart": "00:01:33,700",
          "aEnd": "00:01:41,416",
          "tip": "看来，它首先返抵英国是确信无疑的了，但它却在比赛中连遭厄运。",
          "a": "It seemed certain that she would be the first ship home, but during the race she had a lot of bad luck."
        },
        {
          "aStart": "00:01:41,516",
          "aEnd": "00:01:48,966",
          "tip": "8月份“卡蒂萨克”号遭到一场特大风暴的袭击，失去了一只舵。",
          "a": "In August, she was struck by a very heavy storm during which her rudder was torn away."
        },
        {
          "aStart": "00:01:49,067",
          "aEnd": "00:01:55,483",
          "tip": "船身左右摇晃，无法操纵。",
          "a": "The Cutty Sark rolled from side to side and it became impossible to steer her."
        },
        {
          "aStart": "00:01:55,583",
          "aEnd": "00:02:03,383",
          "tip": "船员用备用的木板在船上赶制了一只应急用的舵，并克服重重困难将舵安装就位，",
          "a": "A temporary rudder was made on board from spare planks and it was fitted with great difficulty."
        },
        {
          "aStart": "00:02:03,483",
          "aEnd": "00:02:13,983",
          "tip": "这样一来，大大降低了船的航速。因为船不能开得太快，否则就有危险，应急舵也会被刮走。",
          "a": "This greatly reduced the speed of the ship, for there was a danger that if she traveled too quickly, this rudder would be torn away as well."
        },
        {
          "aStart": "00:02:14,083",
          "aEnd": "00:02:18,366",
          "tip": "因为这个缘故，“卡蒂萨克”号落到了后面。",
          "a": "Because of this, the Cutty Sark lost her lead."
        },
        {
          "aStart": "00:02:18,467",
          "aEnd": "00:02:30,749",
          "tip": "跨越赤道后，船长将船停靠在一个港口，在那儿换了一只舵。但此时，“赛姆皮雷”号早已在500多英里之遥了。",
          "a": "After crossing the Equator, the captain called in at a port to have a new rudder fitted, but by now the Thermopylae was over five hundred miles ahead."
        },
        {
          "aStart": "00:02:30,850",
          "aEnd": "00:02:38,716",
          "tip": "尽管换装新舵时分秒必争，但“卡蒂萨克”号已经不可能取胜了，",
          "a": "Though the new rudder was fitted at tremendous speed, it was impossible for the Cutty Sark to win."
        },
        {
          "aStart": "00:02:38,817",
          "aEnd": "00:02:43,149",
          "tip": "它抵达英国时比“塞姆皮雷”号晚了1个星期。",
          "a": "She arrived in England a week after the Thermopylae."
        },
        {
          "aStart": "00:02:43,250",
          "aEnd": "00:02:47,700",
          "tip": "但考虑到路上的多次耽搁，这个成绩也已很不容易了。",
          "a": "Even this was remarkable, considering that she had had so many delays."
        },
        {
          "aStart": "00:02:47,700",
          "aEnd": "00:02:58,766",
          "tip": "毫无疑问，如果中途没有失去舵， “卡帝萨克”号肯定能在比赛中轻易夺冠。",
          "a": "These is no doubt that if she had not lost her rudder she would have won the race easily."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/26_549.mp3",
      "path": "/nce3/a/26.mp3",
      "hash": "528abc053e2b64d510e76ee57e8f1881983703e6",
      "key": "nce3/26",
      "title": "Wanted: a large biscuit tin",
      "titleStart": "00:00:02,000",
      "titleEnd": "00:00:05,900",
      "segment": [
        {
          "aStart": "00:00:15,000",
          "aEnd": "00:00:19,416",
          "tip": "没有人能避免受广告的影响。",
          "a": "No one can avoid being influenced by advertisements."
        },
        {
          "aStart": "00:00:19,517",
          "aEnd": "00:00:30,466",
          "tip": "尽管我们可以自夸自己的鉴赏力如何敏锐，但我们已经无法独立自主地选购自己所需的东西了。这是因为广告在我们身上施加着一种潜移默化的影响。",
          "a": "Much as we may pride ourselves on our good taste, we are no longer free to choose the things we want, for advertising exerts a subtle influence on us."
        },
        {
          "aStart": "00:00:30,567",
          "aEnd": "00:00:42,200",
          "tip": "做广告的人在力图劝说我们买下这种产品或那种产品之前，已经仔细地研究了人的本性，并把人的弱点进行了分类。",
          "a": "In their efforts to persuade us to buy this or that product, advertisers have made a close study of human nature and have classified all our little weaknesses."
        },
        {
          "aStart": "00:00:42,666",
          "aEnd": "00:00:48,599",
          "tip": "做广告的人们多年前就发现我们大家都喜欢免费得到东西。",
          "a": "Advertisers discovered years ago that all of us love to get something for nothing."
        },
        {
          "aStart": "00:00:48,700",
          "aEnd": "00:00:55,383",
          "tip": "凡是用“免费”这个神奇的词开头的广告很少会失败的。",
          "a": "An advertisement which begins with the magic word FREE can rarely go wrong."
        },
        {
          "aStart": "00:00:55,483",
          "aEnd": "00:01:06,200",
          "tip": "目前，做广告的人不仅提供免费样品，而且还提供免费汽车，免费住房，免费周游世界。",
          "a": "These days, advertisers not only offer free samples, but free cars, free houses, and free trips round the world as well."
        },
        {
          "aStart": "00:01:06,300",
          "aEnd": "00:01:12,483",
          "tip": "他们设计数以百计的竞赛，竞赛中有人可赢得巨额奖金。",
          "a": "They devise hundreds of competitions which will enable us to win huge sums of money."
        },
        {
          "aStart": "00:01:12,583",
          "aEnd": "00:01:20,533",
          "tip": "电台、电视使做广告的人可以用这种手段吸引成百万人的注意力。",
          "a": "Radio and television have made it possible for advertisers to capture the attention of millions of people in this way."
        },
        {
          "aStart": "00:01:20,666",
          "aEnd": "00:01:30,666",
          "tip": "有一次，在电台播放的节目里，一个生产饼干的公司请听众烘制饼干送到他们的工厂去。",
          "a": "During a radio programme, a company of biscuit manufacturers once asked listeners to bake biscuits and send them to their factory."
        },
        {
          "aStart": "00:01:30,800",
          "aEnd": "00:01:36,750",
          "tip": "他们愿意以每磅10美元的价钱买下由听众烘制的最大的饼干。",
          "a": "They offered to pay $10 a pound for the biggest biscuit baked by a listener."
        },
        {
          "aStart": "00:01:36,850",
          "aEnd": "00:01:40,683",
          "tip": "这次竞赛在听众中引起极其热烈的反响。",
          "a": "The response to this competition was tremendous."
        },
        {
          "aStart": "00:01:40,783",
          "aEnd": "00:01:46,916",
          "tip": "不久，形状各异，大小不一的饼干陆续送到工厂。",
          "a": "Before long, biscuits of all shapes and sizes began arriving at the factory."
        },
        {
          "aStart": "00:01:47,016",
          "aEnd": "00:01:50,166",
          "tip": "一位女士用手推车运来一个饼干，",
          "a": "One lady brought in a biscuit on a wheelbarrow."
        },
        {
          "aStart": "00:01:50,267",
          "aEnd": "00:01:53,183",
          "tip": "重达500磅左右。",
          "a": "It weighed nearly 500 pounds."
        },
        {
          "aStart": "00:01:53,283",
          "aEnd": "00:02:00,100",
          "tip": "相隔不一会儿，一个男子也带来一个大饼干，那个饼干把汽车的行李箱挤得满满的。",
          "a": "A little later, a man came along with a biscuit which occupied the whole boot of his car."
        },
        {
          "aStart": "00:02:00,200",
          "aEnd": "00:02:04,133",
          "tip": "凡送来的饼干都仔细地称量。",
          "a": "All the biscuits that were sent were carefully weighed."
        },
        {
          "aStart": "00:02:04,233",
          "aEnd": "00:02:08,266",
          "tip": "最重的一个达713磅，",
          "a": "The largest was 713 pounds."
        },
        {
          "aStart": "00:02:08,367",
          "aEnd": "00:02:12,066",
          "tip": "看来这个饼干获奖无疑了。",
          "a": "It seemed certain that this would win the prize."
        },
        {
          "aStart": "00:02:12,167",
          "aEnd": "00:02:24,049",
          "tip": "但就在竞赛截止时间将到之际，一辆卡车驶进了工厂，运来了一个特大无比、重达2,400磅的饼干。",
          "a": "But just before the competition closed, a lorry arrived at the factory with a truly colossal biscuit which weighed 2,400 pounds."
        },
        {
          "aStart": "00:02:24,150",
          "aEnd": "00:02:38,033",
          "tip": "它是由一个大学生烘制的，用去1,000多磅的面粉、800磅食糖、200磅动物脂肪及400磅其他各种原料。",
          "a": "It had been baked by a college student who had used over 1,000 pounds of flour, 800 pounds of sugar, 200 pounds of fat, and 400 pounds of various other ingredients."
        },
        {
          "aStart": "00:02:38,133",
          "aEnd": "00:02:43,499",
          "tip": "饼干份量太重了，用了一台起重机才把它从卡车上卸下。",
          "a": "It was so heavy that a crane had to be used to remove it from the lorry."
        },
        {
          "aStart": "00:02:43,600",
          "aEnd": "00:02:52,733",
          "tip": "饼干公司不得不付出比他们预计多得多的钱，因为为买下那学生烘制的饼干他们支付了24,000美元。",
          "a": "The manufacturers had to pay more money than they had anticipated, or they bought the biscuit from the student for $24,000."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/27_369.mp3",
      "path": "/nce3/a/27.mp3",
      "hash": "a93abd44a63f56a34b342a6328d3aa55d7d68c8f",
      "key": "nce3/27",
      "title": "Nothing to sell and nothing to buy",
      "titleStart": "00:00:01,933",
      "titleEnd": "00:00:05,766",
      "segment": [
        {
          "aStart": "00:00:16,433",
          "aEnd": "00:00:20,883",
          "tip": "据说每个人都靠出售某种东西来维持生活。",
          "a": "It has been said that everyone lives by selling something."
        },
        {
          "aStart": "00:00:20,983",
          "aEnd": "00:00:31,733",
          "tip": "根据这种说法，教师靠卖知识为生，哲学家靠卖智慧为生，牧师靠卖精神安慰为生。",
          "a": "In the light of this statement, teachers live by selling knowledge, philosophers by selling wisdom and priests by selling spiritual comfort."
        },
        {
          "aStart": "00:00:31,833",
          "aEnd": "00:00:46,183",
          "tip": "虽然物质产品的价值可以用金钱来衡量，但要估算别人为我们为所提供的服务的价值却是极其困难的。",
          "a": "Though it may be possible to measure the value of material good in terms of money, it is extremely difficult to estimate the true value of the services which people perform for us."
        },
        {
          "aStart": "00:00:46,283",
          "aEnd": "00:00:59,916",
          "tip": "有时，我们为了挽救生命，愿意付出我们所占有的一切。但就在外科大夫给我们提供了这种服务后，我们却可能为所支付的昂贵的费用而抱怨。",
          "a": "There are times when we would willingly give everything we possess to save our lives, yet we might grudge paying a surgeon a high fee for offering us precisely this service."
        },
        {
          "aStart": "00:01:00,017",
          "aEnd": "00:01:08,566",
          "tip": "社会上的情况就是如此，技术是必须付钱去买的，就像在商店里要花钱买商品一样。",
          "a": "The conditions of society are such that skills have to be paid for in the same way that goods are paid for at a shop."
        },
        {
          "aStart": "00:01:08,666",
          "aEnd": "00:01:11,466",
          "tip": "人人都有东西可以出售。",
          "a": "Everyone has something to sell."
        },
        {
          "aStart": "00:01:11,566",
          "aEnd": "00:01:16,433",
          "tip": "在这条普遍的规律前面，好像只有流浪汉是个例外，",
          "a": "Tramps seem to be the only exception to this general rule."
        },
        {
          "aStart": "00:01:16,533",
          "aEnd": "00:01:22,899",
          "tip": "乞丐出售的几乎是他本人，以引起过路人的怜悯。",
          "a": "Beggars almost sell themselves as human being to arouse the pity of passers-by."
        },
        {
          "aStart": "00:01:23,000",
          "aEnd": "00:01:25,533",
          "tip": "但真正的流浪并不是乞丐。",
          "a": "But real tramps are not beggars."
        },
        {
          "aStart": "00:01:25,633",
          "aEnd": "00:01:29,999",
          "tip": "他们既不出售任何东西，也不需要从别人那儿得到任何东西，",
          "a": "They have nothing to sell and require nothing from others."
        },
        {
          "aStart": "00:01:30,100",
          "aEnd": "00:01:35,316",
          "tip": "在追求独立自由的同时，他们并不牺牲为人的尊严。",
          "a": "In seeking independence, they do not sacrifice their human dignity."
        },
        {
          "aStart": "00:01:35,417",
          "aEnd": "00:01:41,249",
          "tip": "游浪汉可能会向你讨钱，但他从来不要你可怜他。",
          "a": "A tramp may ask you for money, but he will never ask you to feel sorry for him."
        },
        {
          "aStart": "00:01:41,350",
          "aEnd": "00:01:48,916",
          "tip": "他是故意在选择过那种生活的，并完全清楚以这种方式生活的后果。",
          "a": "He has deliberately chosen to lead the life he leads and is fully aware of the consequences."
        },
        {
          "aStart": "00:01:49,017",
          "aEnd": "00:01:59,466",
          "tip": "他可能从不知道下顿饭有无着落，但他不像有人那样被千万桩愁事所折磨。",
          "a": "He may never be sure where the next meal is coming from, but his is free from the thousands of anxieties which afflict other people."
        },
        {
          "aStart": "00:01:59,566",
          "aEnd": "00:02:07,533",
          "tip": "他几乎没有什么财产，这使他能够轻松自如地在各地奔波。",
          "a": "His few material possessions make it possible for him to move from place to place with ease."
        },
        {
          "aStart": "00:02:07,633",
          "aEnd": "00:02:15,683",
          "tip": "由于被迫在露天睡觉，他比我们中许多人都离大自然近得多。",
          "a": "By having to sleep in the open, he gets far closer to the world of nature than most of us ever do."
        },
        {
          "aStart": "00:02:15,783",
          "aEnd": "00:02:21,699",
          "tip": "为了生存，他可能会去打猎、乞讨，偶尔偷上一两回；",
          "a": "He may hunt, beg, or stead occasionally to keep himself alive;"
        },
        {
          "aStart": "00:02:21,800",
          "aEnd": "00:02:26,616",
          "tip": "确实需要的时候，他甚至可能干一点儿活，",
          "a": "he may even, in times of real need, do a little work;"
        },
        {
          "aStart": "00:02:26,717",
          "aEnd": "00:02:29,899",
          "tip": "但他决不会牺牲自由。",
          "a": "but he will never sacrifice his freedom."
        },
        {
          "aStart": "00:02:30,000",
          "aEnd": "00:02:46,900",
          "tip": "说起流浪汉，我们常常带有轻蔑并把他们与乞丐归为一类。但是，我们中有多少人能够坦率地说我们对流浪汉的简朴生活与无忧无虑的境况不感到有些羡慕呢？",
          "a": "We often speak of tramps with contempt and put them in the same class as beggars, but how many of us can honestly say that we have not felt a little envious of their simple way of life and their freedom from care?"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/28_070.mp3",
      "path": "/nce3/a/28.mp3",
      "hash": "7e45d75f48cdedb6236334555f6495dcd3017115",
      "key": "nce3/28",
      "title": "Five pound too dear",
      "titleStart": "00:00:02,166",
      "titleEnd": "00:00:05,400",
      "segment": [
        {
          "aStart": "00:00:16,533",
          "aEnd": "00:00:23,333",
          "tip": "当一艘大型班船进港的时候，许多小船载着各种杂货快速向客轮驶来。",
          "a": "Small boats loaded with wares sped to the great liner as she was entering the harbour."
        },
        {
          "aStart": "00:00:23,433",
          "aEnd": "00:00:39,716",
          "tip": "大船还未下锚。小船上的人就纷纷爬上客轮。一会儿工夫，甲板上就摆满了色彩斑斓的波斯地毯。印度丝绸。铜咖啡壶以及手工制作的漂亮的银器。",
          "a": "Before she had anchored, the men from the boats had climbed on board and the decks were son covered with colourful rugs from Persia, silks from India, copper coffee pots, and beautiful handmade silverware."
        },
        {
          "aStart": "00:00:39,817",
          "aEnd": "00:00:42,883",
          "tip": "要想不为这些东西所动心是很困难的。",
          "a": "It was difficult not to be tempted."
        },
        {
          "aStart": "00:00:42,983",
          "aEnd": "00:00:53,016",
          "tip": "船上许多游客开始同商贩讨价还价起来，但我打定主意上岸之前什么也不买。",
          "a": "Many of the tourists on board had begun bargaining with the tradesmen, but I decide not to buy anything until I had disembarked."
        },
        {
          "aStart": "00:00:53,116",
          "aEnd": "00:01:01,466",
          "tip": "我刚下船，就被一个人截住，他向我兜售一枚钻石戒指。 \nno sooner… than… : 刚…就…",
          "a": "I had no sooner got off the ship than I was assailed by a man who wanted to sell me a diamond ring."
        },
        {
          "aStart": "00:01:01,633",
          "aEnd": "00:01:11,066",
          "tip": "我根本不想买，但我不能掩饰这样一个事实：其钻石之大给我留下了深刻的印象。",
          "a": "I had no intention of buying one, but I could not conceal the fact that I was impressed by the size of the diamonds."
        },
        {
          "aStart": "00:01:11,166",
          "aEnd": "00:01:14,316",
          "tip": "有的钻石像玻璃球那么大。",
          "a": "Some of them were as big as marbles."
        },
        {
          "aStart": "00:01:14,416",
          "aEnd": "00:01:19,516",
          "tip": "那人竭力想证明那钻石是真货。 great lengths to",
          "a": "The man went to great lengths to prove that the diamonds were real."
        },
        {
          "aStart": "00:01:19,617",
          "aEnd": "00:01:28,383",
          "tip": "我们路过一家商店时，他将一颗钻石使劲地往橱窗上一按，在玻璃上留下一道深痕。",
          "a": "As we were walking past a shop, he held a diamond firmly against the window and made a deep impression in the glass."
        },
        {
          "aStart": "00:01:28,483",
          "aEnd": "00:01:32,433",
          "tip": "我花了半个多小时才摆脱了他的纠缠。",
          "a": "It took me over half an hour to get rid of him."
        },
        {
          "aStart": "00:01:32,533",
          "aEnd": "00:01:37,716",
          "tip": "向我兜售的第二个人是卖名贵钢笔和手表的。",
          "a": "The next man to approach me was selling expensive pens and watches."
        },
        {
          "aStart": "00:01:37,817",
          "aEnd": "00:01:40,833",
          "tip": "我仔细察看了一枝钢笔，",
          "a": "I examined one of the pens closely."
        },
        {
          "aStart": "00:01:40,933",
          "aEnd": "00:01:43,366",
          "tip": "那看上去确实不假，",
          "a": "It certainly looked genuine."
        },
        {
          "aStart": "00:01:43,466",
          "aEnd": "00:01:51,966",
          "tip": "金笔帽下方整齐地刻有“美国制造”字样。",
          "a": "At the base of the gold cap, the words 'made in the U.S.A.' had been neatly inscribed."
        },
        {
          "aStart": "00:01:52,066",
          "aEnd": "00:02:01,233",
          "tip": "那人说那支笔值50英镑，作为特别优惠，他愿意让我出30英镑成交。",
          "a": "The man said that the pen was worth ￡50, but as a special favour, he would let me have it for ￡30."
        },
        {
          "aStart": "00:02:01,700",
          "aEnd": "00:02:09,666",
          "tip": "我摇摇头， 伸出5根手指表示我只愿出5镑钱。",
          "a": "I shook my head and held up a finger indicating that I was willing to pay five pounds."
        },
        {
          "aStart": "00:02:10,033",
          "aEnd": "00:02:21,833",
          "tip": "那人激动地打着手势， 仿佛我的出价使他不能容忍。 但他终于把价钱降到了10英镑。",
          "a": "Gesticulating wildly, the man acted as if he found my offer out-rageous, but he eventually reduced the price to ￡10."
        },
        {
          "aStart": "00:02:22,133",
          "aEnd": "00:02:32,799",
          "tip": "我耸耸肩膀掉头走开了。 一会儿，他突然从后追了上来， 把笔塞到我手里。",
          "a": "Shrugging my shoulders, I began to walk away when, a moment later, he ran after me and thrust the pen into my hands."
        },
        {
          "aStart": "00:02:32,900",
          "aEnd": "00:02:40,133",
          "tip": "虽然他绝望地举起双手， 但他毫不迟疑地收下了我付给他的5镑钱。",
          "a": "Though he kept throwing up his arms in despair, he readily accepted the five pounds I gave him."
        },
        {
          "aStart": "00:02:40,233",
          "aEnd": "00:02:47,450",
          "tip": "在回到船上之前，我一直为我的绝妙的讨价还价而洋洋得意。",
          "a": "I felt especially pleased with my wonderful bargain--until I got back to the ship."
        },
        {
          "aStart": "00:02:47,550",
          "aEnd": "00:03:00,000",
          "tip": "然而不管我如何摆弄，那枝漂亮的钢笔就是吸不进墨水来。直到今天，那枝笔连一个字也没写过！",
          "a": "No matter how hard I tried, it was im-possible to fill this beautiful pen with ink and to this day it has never written a single word!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/29_404.mp3",
      "path": "/nce3/a/29.mp3",
      "hash": "e360580f5b6894a44737468267f67dfb3702c442",
      "key": "nce3/29",
      "title": "Funny or not?",
      "titleStart": "00:00:01,766",
      "titleEnd": "00:00:04,000",
      "segment": [
        {
          "aStart": "00:00:14,000",
          "aEnd": "00:00:20,766",
          "tip": "我们觉得一则笑话是否好笑，很大程度取决于我们是在哪儿长大的。",
          "a": "Whether we find a joke funny or not largely depends on were we have been brought up."
        },
        {
          "aStart": "00:00:20,867",
          "aEnd": "00:00:27,250",
          "tip": "幽默感与民族有着神秘莫测的联系。",
          "a": "The sense of humour is mysteriously bound up with national characteristics."
        },
        {
          "aStart": "00:00:27,350",
          "aEnd": "00:00:32,833",
          "tip": "譬如，法国人听完一则俄国笑话可能很难发笑。",
          "a": "A Frenchman, for instance, might find it hard to laugh at a Russian joke."
        },
        {
          "aStart": "00:00:32,933",
          "aEnd": "00:00:42,333",
          "tip": "同样的道理，一则可以令英国人笑出泪来的笑话，俄国人听了可能觉得没有什么可笑之处。",
          "a": "In the same way, a Russian might fail to see anything amusing in a joke witch would make an Englishman laugh to tears."
        },
        {
          "aStart": "00:00:42,566",
          "aEnd": "00:00:47,783",
          "tip": "大部分令人发笑的故事都是根据喜剧情节编写的。",
          "a": "Most funny stories are based on comic situations."
        },
        {
          "aStart": "00:00:47,883",
          "aEnd": "00:00:54,283",
          "tip": "尽管民族不同，有些滑稽的情节却能产生普遍的效果。",
          "a": "In spite of national differences, certain funny situations have a universal appeal."
        },
        {
          "aStart": "00:00:54,383",
          "aEnd": "00:01:02,949",
          "tip": "比如说，不管你生活在哪里，你看查理.卓别林的早期电影很难不发笑。",
          "a": "No matter where you live, you would find it difficult not to laugh at, say, Charlie Chaplin's early films."
        },
        {
          "aStart": "00:01:03,050",
          "aEnd": "00:01:11,249",
          "tip": "然而，近来一种新式幽默流行了起来，这种幽默主要来自美国。",
          "a": "However, a new type of humour, which stems largely from the U.S., has recently come into fashion."
        },
        {
          "aStart": "00:01:11,350",
          "aEnd": "00:01:14,049",
          "tip": "它被叫作“病态幽默”。",
          "a": "It is called 'sick humour'."
        },
        {
          "aStart": "00:01:14,150",
          "aEnd": "00:01:22,466",
          "tip": "喜剧演员根据悲剧情节诸如暴死，重大事故等来编造笑话。",
          "a": "Comedians base their jokes on tragic situation like violent death or serious accidents."
        },
        {
          "aStart": "00:01:22,567",
          "aEnd": "00:01:33,249",
          "tip": "许多人认为这种笑话是低级庸俗的。下面是个“病态幽默”的实例，你可据此自己作出判断。",
          "a": "Many people find this sort of joke distasteful The following example of 'sick humour' will enable you to judge for yourself."
        },
        {
          "aStart": "00:01:33,350",
          "aEnd": "00:01:40,266",
          "tip": "圣诞节前几周，某人摔断了右腿被送进医院。",
          "a": "A man who had broken his right leg was taken to hospital a few weeks before Christmas."
        },
        {
          "aStart": "00:01:40,367",
          "aEnd": "00:01:48,500",
          "tip": "从他进医院那一刻时，他就缠住医生，让医生告诉他什么时候能回家。",
          "a": "From the moment he arrived there, he kept on pestering his doctor to tell him when he would be able to go home."
        },
        {
          "aStart": "00:01:48,600",
          "aEnd": "00:01:52,466",
          "tip": "他十分害怕在医院过圣诞。",
          "a": "He dreaded having to spend Christmas in hospital."
        },
        {
          "aStart": "00:01:52,567",
          "aEnd": "00:01:57,550",
          "tip": "尽管医生竭力医治，但病人恢复缓慢。",
          "a": "Though the doctors did his best, the patient's recovery was slow."
        },
        {
          "aStart": "00:01:57,650",
          "aEnd": "00:02:03,266",
          "tip": "圣诞节那天，他的右腿还上着石膏，",
          "a": "On Christmas Day, the man still had his right leg in plaster."
        },
        {
          "aStart": "00:02:03,366",
          "aEnd": "00:02:09,033",
          "tip": "他在床上郁郁不乐地躺了一天，想着他错过的种种欢乐。",
          "a": "He spent a miserable day in bed thinking of all the fun he was missing."
        },
        {
          "aStart": "00:02:09,133",
          "aEnd": "00:02:21,183",
          "tip": "然而，第二天，医生安慰他说，出院欢度新年的可能性还是很大的，",
          "a": "The following day, however, the doctor consoled him by telling him that his chances of being able to leave hospital in time for New Year celebrations were good."
        },
        {
          "aStart": "00:02:21,283",
          "aEnd": "00:02:29,299",
          "tip": "那人听后振作了精神。果然，除夕时他可以一瘸一拐地去参加晚会了。",
          "a": "The man took heart and, sure enough, on New Years' Eve he was able to hobble along to a party."
        },
        {
          "aStart": "00:02:29,400",
          "aEnd": "00:02:37,916",
          "tip": "为了补偿住院这一段不愉快的经历，那人喝得稍许多了一点。",
          "a": "To compensate for his unpleasant experiences in hospital, the man drank a little more than was good for him."
        },
        {
          "aStart": "00:02:38,016",
          "aEnd": "00:02:46,749",
          "tip": "在晚会上他尽情娱乐，一再告诉大家他是多么讨厌医院。",
          "a": "In the process, he enjoyed himself thoroughly and kept telling everybody how much he hated hospitals."
        },
        {
          "aStart": "00:02:46,850",
          "aEnd": "00:02:57,566",
          "tip": "晚会结束时，他嘴里还在嘟哝着医院的事，突然踩到一块冰上滑倒了，摔断了左腿。",
          "a": "He was still mumbling something about hospitals at the end of the party when he slipped on a piece of ice and broke his left leg."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/30_343.mp3",
      "path": "/nce3/a/30.mp3",
      "hash": "8d7c96cfe450a0ea0364757986326adc083a9511",
      "key": "nce3/30",
      "title": "The death of a ghost",
      "titleStart": "00:00:01,633",
      "titleEnd": "00:00:06,766",
      "segment": [
        {
          "aStart": "00:00:13,266",
          "aEnd": "00:00:18,533",
          "tip": "多年来，村民们一直认为恩得利农场在闹鬼。",
          "a": "For years, villagers believed that Endley Farm was haunted."
        },
        {
          "aStart": "00:00:18,633",
          "aEnd": "00:00:23,349",
          "tip": "恩得利农场属于乔.考科斯和鲍勃.考科斯兄弟俩所有。",
          "a": "The farm was owned by two brothers, Joe and Bob Cox."
        },
        {
          "aStart": "00:00:23,450",
          "aEnd": "00:00:28,766",
          "tip": "他们雇了几个农工，但谁也不愿意在那儿长期工作下去。",
          "a": "They employed a few farmhands, but no one was willing to work there long."
        },
        {
          "aStart": "00:00:28,867",
          "aEnd": "00:00:34,399",
          "tip": "每次雇工辞职后都叙述着同样的故事。",
          "a": "Every time a worker gave up his job, he told the same story."
        },
        {
          "aStart": "00:00:34,500",
          "aEnd": "00:00:41,216",
          "tip": "雇工们说，常常一早起来发现有人在夜里把活干了，",
          "a": "Farm labourers said that they always woke up to find that work had been done overnight."
        },
        {
          "aStart": "00:00:41,317",
          "aEnd": "00:00:45,633",
          "tip": "干草已切好，牛棚也打扫干净了。",
          "a": "Hay had been cut and cowsheds had been cleaned."
        },
        {
          "aStart": "00:00:45,733",
          "aEnd": "00:00:53,233",
          "tip": "有一个彻夜未眠的雇工还声称他看见一个人影在月光下收割庄稼。",
          "a": "A farm worker, who stayed up all night claimed to have seen a figure cutting corn in the moonlight."
        },
        {
          "aStart": "00:00:53,333",
          "aEnd": "00:01:02,866",
          "tip": "随着时间的流逝，考科斯兄弟雇了一个尽心尽责的鬼，他们家的活大部分都让鬼给干了，这件事成了公认的事实。",
          "a": "In time, it became an accepted fact the Cox brothers employed a conscientious ghost that did most of their work for them."
        },
        {
          "aStart": "00:01:03,600",
          "aEnd": "00:01:09,733",
          "tip": "谁也没想到农场竟会有一个从未露面的人。",
          "a": "No one suspected that there might be someone else on the farm who had never been seen."
        },
        {
          "aStart": "00:01:09,833",
          "aEnd": "00:01:12,433",
          "tip": "但事实上确有此人。",
          "a": "This was indeed the case."
        },
        {
          "aStart": "00:01:12,533",
          "aEnd": "00:01:19,550",
          "tip": "不久之前， 村民们惊悉恩得利农场的鬼死了。",
          "a": "A short time ago, villagers were astonished to learn that the ghost of Endley had died."
        },
        {
          "aStart": "00:01:19,650",
          "aEnd": "00:01:30,950",
          "tip": "大家都去参加了葬礼，因为那“鬼”不是别人， 正是农场主的兄弟埃里克.考科斯。 人们以为埃里克年轻时就死了。",
          "a": "Everyone went to the funeral, for the 'ghost' was none other than Eric Cox, a third brother who was supposed to have died as a young man."
        },
        {
          "aStart": "00:01:31,050",
          "aEnd": "00:01:39,033",
          "tip": "葬礼之后， 乔和鲍勃透露了他们保守了长达50多年的秘密。",
          "a": "After the funeral, Joe and Bob revealed a secret which they had kept for over fifty years."
        },
        {
          "aStart": "00:01:39,133",
          "aEnd": "00:01:45,166",
          "tip": "埃里克是这家长子。年龄比他两个弟弟大很多，",
          "a": "Eric had been the eldest son of the family, very much older than his two brothers."
        },
        {
          "aStart": "00:01:45,267",
          "aEnd": "00:01:49,883",
          "tip": "第二次世界大战期间被迫参军。",
          "a": "He had been obliged to join the army during the Second World War."
        },
        {
          "aStart": "00:01:49,983",
          "aEnd": "00:01:55,433",
          "tip": "他讨厌军旅生活， 决定逃离所在部队。",
          "a": "As he hated army life, he decided to desert his regiment."
        },
        {
          "aStart": "00:01:55,633",
          "aEnd": "00:02:03,933",
          "tip": "当他了解自己将被派遣出国时， 他逃回农场，父亲把他藏了起来，直到战争结束。",
          "a": "When he learnt that he would be sent abroad, he returned to the farm and his father hid him until the end of the war."
        },
        {
          "aStart": "00:02:04,033",
          "aEnd": "00:02:09,933",
          "tip": "由于害怕当局， 埃里克战后继续深藏不露。",
          "a": "Fearing the authorities, Eric remained in hiding after the war as well."
        },
        {
          "aStart": "00:02:10,033",
          "aEnd": "00:02:14,366",
          "tip": "他的父亲告诉大家， 埃里克在战争中被打死了。",
          "a": "His father told everybody that Eric had been killed in action."
        },
        {
          "aStart": "00:02:14,500",
          "aEnd": "00:02:19,149",
          "tip": "除此之外， 只有乔与鲍知道这个秘密。",
          "a": "The only other people who knew the secret were Joe and Bob."
        },
        {
          "aStart": "00:02:19,250",
          "aEnd": "00:02:22,433",
          "tip": "但他俩连自己的妻子都没告诉。",
          "a": "They did not even tell their wives."
        },
        {
          "aStart": "00:02:22,533",
          "aEnd": "00:02:27,433",
          "tip": "父亲死后， 他们兄弟俩认为有责任继续把埃里克藏起来。",
          "a": "When their father died, they thought it their duty to keep Eric in hiding."
        },
        {
          "aStart": "00:02:27,533",
          "aEnd": "00:02:32,266",
          "tip": "这些年来， 埃里克过着隐士生活，",
          "a": "All these years, Eric had lived as a recluse."
        },
        {
          "aStart": "00:02:32,367",
          "aEnd": "00:02:40,316",
          "tip": "白天睡觉， 夜里出来干活，一点不知道自己已成了恩得利农场的活鬼。",
          "a": "He used to sleep during the day and work at night, quite unaware of the fact that he had become the ghost of Endley."
        },
        {
          "aStart": "00:02:40,417",
          "aEnd": "00:02:47,033",
          "tip": "他死后，他的弟弟们才觉得无法再保守这个秘密了。",
          "a": "When he died, however, his brothers found it impossible to keep the secret any longer."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/31_715.mp3",
      "path": "/nce3/a/31.mp3",
      "hash": "3b7d9d009d03b7812c1914f253852aba26ad5144",
      "key": "nce3/31",
      "title": "A lovable eccentric",
      "titleStart": "00:00:01,966",
      "titleEnd": "00:00:05,133",
      "segment": [
        {
          "aStart": "00:00:15,900",
          "aEnd": "00:00:21,983",
          "tip": "真正古怪的人从不有意引人注意。",
          "a": "True eccentrics never deliberately set out to draw attention to themselves."
        },
        {
          "aStart": "00:00:22,083",
          "aEnd": "00:00:29,533",
          "tip": "他们不顾社会习俗，意识不到自己所作所为有什么特殊之处。",
          "a": "They disregard social conventions without being conscious that they are doing anything extraordinary."
        },
        {
          "aStart": "00:00:29,633",
          "aEnd": "00:00:39,666",
          "tip": "他们总能赢得别人的喜爱与尊敬，因为他们给平淡单一的日常生活增添了色彩。",
          "a": "This invariably wins them the love and respect of others, for they add colour to the dull routine of everyday life."
        },
        {
          "aStart": "00:00:40,066",
          "aEnd": "00:00:47,533",
          "tip": "理查德.科尔森生前是我们镇上最有名望的人之一。",
          "a": "Up to the time of his death, Richard Colson was one of the most notable figures in our town."
        },
        {
          "aStart": "00:00:47,633",
          "aEnd": "00:00:56,666",
          "tip": "他是个精明能干、有钱的商人，但镇上大部分人对他生活中的这一个方面几乎一无所知。",
          "a": "He was a shrewd and wealthy businessman, but most people in the town hardly knew anything about this side of his life."
        },
        {
          "aStart": "00:00:56,767",
          "aEnd": "00:01:05,366",
          "tip": "大家都管他叫迪基。早在他去世前很久，他的古怪行为就成了传奇故事了。",
          "a": "He was known to us all as Dickie and his eccentricity had become legendary long before he died."
        },
        {
          "aStart": "00:01:05,466",
          "aEnd": "00:01:08,683",
          "tip": "迪基痛恨势利小人。",
          "a": "Dickie disliked snobs intensely."
        },
        {
          "aStart": "00:01:08,783",
          "aEnd": "00:01:15,633",
          "tip": "尽管他有一辆豪华小轿车，但却很少使用，常常喜欢以步代车。",
          "a": "Though he owned a large car, he hardly ever used it, preferring always to go on foot."
        },
        {
          "aStart": "00:01:15,733",
          "aEnd": "00:01:20,816",
          "tip": "即使大雨倾盆，他也总是拒绝带伞。",
          "a": "Even when it was raining heavily, he refused to carry an umbrella."
        },
        {
          "aStart": "00:01:20,917",
          "aEnd": "00:01:28,783",
          "tip": "一天，他遇上一场瓢泼大雨，淋得透湿。他走进一家高级商店，",
          "a": "One day, he walked into an expensive shop after having been caught in a particularly heavy shower."
        },
        {
          "aStart": "00:01:28,883",
          "aEnd": "00:01:40,316",
          "tip": "要为妻子买一块价值300英镑的手表。但店员见他浑身泥水的样子，竟不肯接待他。",
          "a": "He wanted to buy a ￡300 watch for his wife, but he was in such a bedraggled condition than an assistant refused to serve him."
        },
        {
          "aStart": "00:01:40,417",
          "aEnd": "00:01:46,949",
          "tip": "迪基二话没说就走了。一会儿，他带着一个大布口袋回到店里。",
          "a": "Dickie left the shop without a word and returned carrying a large cloth bag."
        },
        {
          "aStart": "00:01:47,050",
          "aEnd": "00:01:51,483",
          "tip": "布袋很沉，他重重地把布袋扔在柜台上。",
          "a": "As it was extremely heavy, he dumped it on the counter."
        },
        {
          "aStart": "00:01:51,583",
          "aEnd": "00:01:59,616",
          "tip": "店员让迪基走开，他置之不理，并要求见经理。",
          "a": "The assistant asked him to leave, but Dickie paid no attention to him and requested to see the manager."
        },
        {
          "aStart": "00:01:59,717",
          "aEnd": "00:02:09,333",
          "tip": "经理认出了这位顾客，表示了深深的歉意，还严厉地训斥了店员。",
          "a": "Recognizing who the customer was, the manager was most apologetic and reprimanded the assistant severely."
        },
        {
          "aStart": "00:02:09,433",
          "aEnd": "00:02:15,299",
          "tip": "店员为迪基拿出了那块手表，迪基把布口袋递给他，",
          "a": "When Dickie was given the watch, the presented the assistant with the cloth bag."
        },
        {
          "aStart": "00:02:15,400",
          "aEnd": "00:02:20,233",
          "tip": "口袋里面装着300镑的便士。",
          "a": "It contained ￡300 in pennies."
        },
        {
          "aStart": "00:02:20,333",
          "aEnd": "00:02:28,066",
          "tip": "他坚持要店员点清那些硬币后他才离去。这些硬币加在一起共有30,000枚！",
          "a": "He insisted on the assistant's counting the money before he left -- 30,000 pennies in all!"
        },
        {
          "aStart": "00:02:28,167",
          "aEnd": "00:02:36,949",
          "tip": "还有一次，他邀请一些著名评论家来参观他私人收藏的现代画。",
          "a": "On another occasion, he invited a number of important critics to see his private collection of modern paintings."
        },
        {
          "aStart": "00:02:37,050",
          "aEnd": "00:02:50,366",
          "tip": "这次展览引起报界广泛注意，因为这些画名义上是名家的作品，事实上是迪基自己画的。",
          "a": "This exhibition received a great deal of attention in the press, for though the pictures were supposed to be the work of famous artists, they had in fact been painted by Dickie."
        },
        {
          "aStart": "00:02:50,467",
          "aEnd": "00:03:00,733",
          "tip": "他花了4年时间策划这出精心设计的闹剧，只是想证明评论家们有时并不了解他们所谈论的事情，",
          "a": "It took him four years to stage this elaborate joke simply to prove that critics do not always know what they are talking about."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/32_767.mp3",
      "path": "/nce3/a/32.mp3",
      "hash": "ed42b6484706b26b606f40ddf9af0fa2cf237cc7",
      "key": "nce3/32",
      "title": "A lost ship",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": [
        {
          "aStart": "00:00:14,933",
          "aEnd": "00:00:18,999",
          "tip": "打捞工作彻底失败了。",
          "a": "The salvage operation had been a complete failure."
        },
        {
          "aStart": "00:00:19,100",
          "aEnd": "00:00:26,299",
          "tip": "小船“埃尔科”号在巴伦支海搜寻了几个星期之后，正在返航途中。",
          "a": "The small ship, Elkor, which had been searching the Barents Sea for weeks, was on its way home."
        },
        {
          "aStart": "00:00:26,400",
          "aEnd": "00:00:33,900",
          "tip": "返航前，该船船长收到了大陆上发来的电报，指示他们放弃这次搜寻。",
          "a": "A radio message from the mainland had been received by the ship's captain instructing him to give up the search."
        },
        {
          "aStart": "00:00:34,033",
          "aEnd": "00:00:44,733",
          "tip": "船长知道日后还会再作尝试，因为他试图寻找的沉船上载有一批珍贵的金条。",
          "a": "The captain knew that another attempt would be made later, for the sunken ship he was trying to find had been carrying a precious cargo of gold bullion."
        },
        {
          "aStart": "00:00:44,833",
          "aEnd": "00:00:51,166",
          "tip": "尽管船长接到了电报、他还是决定再试一试。",
          "a": "Despite the message, the captain of the Elkor decided to try once more."
        },
        {
          "aStart": "00:00:51,433",
          "aEnd": "00:01:00,366",
          "tip": "他们用结实的网把海床搜索了一遍。当一只箱子从海底被打捞上来时、甲板上人们激动不已。",
          "a": "The sea bed was scoured with powerful nets and there was tremendous excitement on board when a chest was raised from the bottom."
        },
        {
          "aStart": "00:01:00,467",
          "aEnd": "00:01:09,133",
          "tip": "船员们开始认为沉船找着了，但海底沉箱内的物品证明他们弄错了。",
          "a": "Though the crew were at first under the impression that the lost ship had been found, the contents of the chest proved them wrong."
        },
        {
          "aStart": "00:01:09,233",
          "aEnd": "00:01:14,700",
          "tip": "事实上他们发现的是另一艘沉没多年的船。",
          "a": "What they had in fact found was a ship which had been sunk many years before."
        },
        {
          "aStart": "00:01:15,133",
          "aEnd": "00:01:20,533",
          "tip": "木箱内装有水手艾伦·菲尔丁的私人财物，",
          "a": "The chest contained the personal belongings of a seaman, Alan Fielding."
        },
        {
          "aStart": "00:01:20,633",
          "aEnd": "00:01:28,016",
          "tip": "其中有书籍、衣服、照片以及水手收到的妻子的来信。",
          "a": "There were books, clothing and photographs, together with letters which the seaman had once received from his wife."
        },
        {
          "aStart": "00:01:28,117",
          "aEnd": "00:01:33,949",
          "tip": "“埃尔科”号船长命令船员尽量从沉船中打捞物品，",
          "a": "The captain of the Elkor ordered his men to salvage as much as possible from the wreck."
        },
        {
          "aStart": "00:01:34,050",
          "aEnd": "00:01:41,433",
          "tip": "但没发现什么值钱的东西，不过打捞出来的众多的物品还是引起了大家极大的兴趣。",
          "a": "Nothing of value was found, but the numerous items which were brought to the surface proved to be of great interest."
        },
        {
          "aStart": "00:01:41,533",
          "aEnd": "00:01:47,633",
          "tip": "从捞起的一门大炮来看，船长认为那艘船一定是艘巡洋舰。",
          "a": "From a heavy gun that was raised, the captain realized that the ship must have been a cruiser."
        },
        {
          "aStart": "00:01:47,733",
          "aEnd": "00:01:59,000",
          "tip": "另一只海底沉箱中装的是船上一位军官的财物，其中有-一封写于1943年3月14日的信，但没有写完。",
          "a": "In another chest, which contained the belongings of a ship's officer, there was an unfinished letter which had been written on March 14th, 1943."
        },
        {
          "aStart": "00:01:59,466",
          "aEnd": "00:02:04,833",
          "tip": "从这封信中船长了解到沉船船名是“卡伦”号。",
          "a": "The captain learnt from the letter that the name of the lost ship was the Karen."
        },
        {
          "aStart": "00:02:04,933",
          "aEnd": "00:02:12,866",
          "tip": "打捞到的东西中最有价值的是船上的航海日志，其中有一部分仍然清晰可读。",
          "a": "The most valuable find of all was the ship's log book, parts of which it was still possible to read."
        },
        {
          "aStart": "00:02:12,966",
          "aEnd": "00:02:18,700",
          "tip": "据此，船长可以将所有的那些已经搞清的材料拼凑起来。",
          "a": "From this the captain was able to piece together all the information that had come to light."
        },
        {
          "aStart": "00:02:18,800",
          "aEnd": "00:02:25,283",
          "tip": "“卡伦”号当年在为其他船只护航驶往俄国途中突然遭到敌方潜水艇鱼雷的袭击。",
          "a": "The Karen had been sailing in a convoy to Russia when she was torpedoed by an enemy submarine."
        },
        {
          "aStart": "00:02:25,383",
          "aEnd": "00:02:32,666",
          "tip": "这一说法在“埃尔科”号返航后得到国防部一位海军官员的证实。",
          "a": "This was later confirmed by naval official at the Ministry of Defiance after the Elkor had returned home."
        },
        {
          "aStart": "00:02:32,767",
          "aEnd": "00:02:36,966",
          "tip": "那次打捞到的所有物品均被送往军事博物馆。",
          "a": "All the items that were found were sent to the War Museum."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/33_515.mp3",
      "path": "/nce3/a/33.mp3",
      "hash": "8e920ea0db309e213c767d84427e032f3ea25ae2",
      "key": "nce3/33",
      "title": "A day to remember",
      "titleStart": "00:00:01,900",
      "titleEnd": "00:00:04,433",
      "segment": [
        {
          "aStart": "00:00:14,966",
          "aEnd": "00:00:19,533",
          "tip": "我们大家都有过事事不顺心的日子。",
          "a": "We have all experienced days when everything goes wrong."
        },
        {
          "aStart": "00:00:19,633",
          "aEnd": "00:00:25,633",
          "tip": "一天开始时，可能还不错，但突然间似乎一切都失去了控制。",
          "a": "A day may begin well enough, but suddenly everything seems to get out of control."
        },
        {
          "aStart": "00:00:25,733",
          "aEnd": "00:00:33,716",
          "tip": "情况经常是这样的，许许多多的事情都偏偏赶在同一时刻出问题，",
          "a": "What invariably happens is that a great number of things choose to go wrong at precisely the same moment."
        },
        {
          "aStart": "00:00:33,816",
          "aEnd": "00:00:39,650",
          "tip": "好像是一件无关紧要的小事引起了一连串的连锁反应。",
          "a": "It is as if a single unimportant event set up a chain of reactions."
        },
        {
          "aStart": "00:00:39,750",
          "aEnd": "00:00:46,783",
          "tip": "假设你在做饭，同时又在照看孩子。",
          "a": "Let us suppose that you are preparing a meal and keeping an eye on the baby at the same time."
        },
        {
          "aStart": "00:00:46,883",
          "aEnd": "00:00:54,833",
          "tip": "这时电话铃响了。它预示着一连串意想不到的灾难的来临。",
          "a": "The telephone rings and this marks the prelude to an unforeseen series of catastrophes."
        },
        {
          "aStart": "00:00:55,000",
          "aEnd": "00:01:06,150",
          "tip": "就在你接电话时，孩子把桌布从桌子上扯下来，将家中最好的陶瓷餐具半数摔碎，同时也弄伤了他自己。",
          "a": "While you are on the phone, the baby pulls the tablecloth off the table, smashing half your best crockery and cutting himself in the process."
        },
        {
          "aStart": "00:01:06,250",
          "aEnd": "00:01:11,549",
          "tip": "你急急忙忙挂上电话，赶去照看孩子和餐具。",
          "a": "You hang up hurriedly and attend to baby, crockery, etc."
        },
        {
          "aStart": "00:01:11,650",
          "aEnd": "00:01:14,333",
          "tip": "这时，饭又烧糊了。",
          "a": "Meanwhile, the meal gets burnt."
        },
        {
          "aStart": "00:01:14,433",
          "aEnd": "00:01:23,949",
          "tip": "好像这一切还不足以使你急得掉泪，你的丈夫接着回来了，事先没打招呼就带来3个客人吃饭。",
          "a": "As if this were not enough to reduce you to tears, your husband arrives, unexpectedly bringing three guests to dinner."
        },
        {
          "aStart": "00:01:24,050",
          "aEnd": "00:01:33,216",
          "tip": "就像许多人最近在悉尼郊区帕拉马塔发现的那样，有时乱子会闹得很大。",
          "a": "Things can go wrong on a big scale, as a number of people recently discovered in Parramatta, a suburb of Sydney."
        },
        {
          "aStart": "00:01:33,316",
          "aEnd": "00:01:40,649",
          "tip": "一天傍晚交通最拥挤时，一辆汽车撞上前面一辆汽车，两个司机争吵起来。",
          "a": "During the rush hour one evening two cars collided and both drivers began to argue."
        },
        {
          "aStart": "00:01:40,750",
          "aEnd": "00:01:46,116",
          "tip": "紧跟其后的一辆车上的司机碰巧是个初学者，",
          "a": "The woman immediately behind the two cars happened to be a learner."
        },
        {
          "aStart": "00:01:46,216",
          "aEnd": "00:01:50,616",
          "tip": "她一惊之下突然把车停了下来。",
          "a": "She suddenly got into a panic and stopped her car."
        },
        {
          "aStart": "00:01:50,717",
          "aEnd": "00:01:54,400",
          "tip": "她这一停使得跟在后头的司机也来个急刹车。",
          "a": "This made the driver following her brake hard."
        },
        {
          "aStart": "00:01:54,500",
          "aEnd": "00:01:58,816",
          "tip": "司机妻子正坐在他身边，手里托着块大蛋糕。",
          "a": "His wife was sitting beside him holding a large cake."
        },
        {
          "aStart": "00:01:58,916",
          "aEnd": "00:02:06,150",
          "tip": "她往前一冲，蛋糕从挡风玻璃飞了出去掉到马路上。 \\n 直译： 当她被抛向前时，蛋糕直接穿过了挡风玻璃，落在了路上。",
          "a": "As she was thrown forward, the cake went right through the windscreen and landed on the road."
        },
        {
          "aStart": "00:02:06,250",
          "aEnd": "00:02:15,833",
          "tip": "此时，一辆卡车正好从后边开到那辆汽车边上，司机看见一块蛋糕从天而降，紧急刹车。 。 \\n 直译： 看到一个蛋糕在空中飞过，一个正靠近汽车的卡车司机突然停了下来。",
          "a": "Seeing a cake flying through the air, a lorry driver who was drawing up alongside the car, pulled up all of a sudden."
        },
        {
          "aStart": "00:02:15,933",
          "aEnd": "00:02:25,166",
          "tip": "卡车上装着空啤酒瓶。成百只瓶子顺势从卡车后面滑出车外落在马路上。",
          "a": "The lorry was loaded with empty beer bottles and hundreds of them slid off the back of the vehicle and on to the road."
        },
        {
          "aStart": "00:02:25,267",
          "aEnd": "00:02:29,300",
          "tip": "这又引起一场唇枪舌剑的争吵。",
          "a": "This led to yet another angry argument."
        },
        {
          "aStart": "00:02:29,400",
          "aEnd": "00:02:33,000",
          "tip": "与此同时，后面的车辆排成了长龙，",
          "a": "Meanwhile, the traffic piled up behind."
        },
        {
          "aStart": "00:02:33,100",
          "aEnd": "00:02:38,566",
          "tip": "警察花了将近一个小时才使车辆又开起来。",
          "a": "It took the police nearly an hour to get the traffic on the move again."
        },
        {
          "aStart": "00:02:38,667",
          "aEnd": "00:02:45,250",
          "tip": "在这段时间里，卡车司机不得不清扫那几百只破瓶子。",
          "a": "In the meantime, the lorry driver had to sweep up hundreds of broken bottles."
        },
        {
          "aStart": "00:02:45,350",
          "aEnd": "00:02:53,916",
          "tip": "只有两只野狗从这一片混乱中得到好处，它们贪婪地吃掉了剩下的蛋糕。",
          "a": "Only two stray dogs benefited from all this confusion, for they greedily devoured what was left of the cake."
        },
        {
          "aStart": "00:02:54,016",
          "aEnd": "00:02:57,400",
          "tip": "这就是事事不顺心的那么一天！",
          "a": "It was just one of those days!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/34_218.mp3",
      "path": "/nce3/a/34.mp3",
      "hash": "a18d1de69f70fe577c0321a0e0471e1867dba8f5",
      "key": "nce3/34",
      "title": "A happy discovery",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:04,700",
      "segment": [
        {
          "aStart": "00:00:13,933",
          "aEnd": "00:00:20,333",
          "tip": "古玩店对许多人来说有一种特殊的魅力。",
          "a": "Antique shops exert a peculiar fascination on a great many people."
        },
        {
          "aStart": "00:00:20,700",
          "aEnd": "00:00:34,183",
          "tip": "高档一点的古玩店为了防尘，把文物漂亮地陈列在玻璃柜子里，那里往往令人望而却步。",
          "a": "The more expensive kind of antique shop where rare objects are beautifully displayed in glass cases to keep them free from dust is usually a forbidding place."
        },
        {
          "aStart": "00:00:34,283",
          "aEnd": "00:00:41,233",
          "tip": "而对不太装腔作势的古玩店，无论是谁都不用壮着胆子才敢往里进。",
          "a": "But no one has to muster up courage to enter a less pretentious antique shop."
        },
        {
          "aStart": "00:00:41,333",
          "aEnd": "00:00:54,666",
          "tip": "人们还常常有希望在发霉、阴暗、杂乱无章、迷宫般的店堂里，从杂乱地摆放在地面上的、一堆堆各式各样的破烂货里找到一件稀世珍品。",
          "a": "There is always hope that in its labyrinth of musty, dark, disordered rooms a real rarity will be found amongst the piles of assorted junk that little the floors."
        },
        {
          "aStart": "00:00:54,766",
          "aEnd": "00:00:58,500",
          "tip": "无论是谁都不会一下子就发现一件珍品。",
          "a": "No one discovers a rarity by chance."
        },
        {
          "aStart": "00:00:58,733",
          "aEnd": "00:01:09,349",
          "tip": "一个到处找便宜的人必须具有耐心，而且最重要的是看到珍品时要有鉴别珍品的能力。",
          "a": "A truly dedicated bargain hunter must have patience, and above all, the ability to recognize the worth of something when he sees it."
        },
        {
          "aStart": "00:01:09,450",
          "aEnd": "00:01:15,383",
          "tip": "要做到这一点，他至少要像古董商一样懂行。",
          "a": "To do this, he must be at least as knowledgeable as the dealer."
        },
        {
          "aStart": "00:01:15,483",
          "aEnd": "00:01:24,866",
          "tip": "他必须像一个专心致志进行探索的科学家那样抱有这样的希望，即终有一天，他的努力会取得丰硕的成果。",
          "a": "Like a scientist bent on making a discovery, he must cherish the hope that one day he will be amply rewarded."
        },
        {
          "aStart": "00:01:24,967",
          "aEnd": "00:01:30,383",
          "tip": "我的老朋友弗兰克.哈利戴正是这样一个人。",
          "a": "My old friend, Frank Halliday, is just such a person."
        },
        {
          "aStart": "00:01:30,483",
          "aEnd": "00:01:37,016",
          "tip": "他多次向我详细讲他如何只花50英镑便买到一位名家的杰作。",
          "a": "He has often described to me how he picked up a masterpiece for a mere ￡50."
        },
        {
          "aStart": "00:01:37,117",
          "aEnd": "00:01:43,616",
          "tip": "一个星期六的上午，弗兰克去了我家附近的一家古玩店。",
          "a": "One Saturday morning, Frank visited an antique shop in my neighbourhood."
        },
        {
          "aStart": "00:01:43,716",
          "aEnd": "00:01:49,799",
          "tip": "由于他从未去过那儿，结果他发现许多有趣的东西。",
          "a": "As he had never been there before, he found a great deal to interest him."
        },
        {
          "aStart": "00:01:49,900",
          "aEnd": "00:01:58,833",
          "tip": "上午很快过去了，弗兰克正准备离去，突然看见地板上放着一只体积很大的货箱。",
          "a": "The morning passed rapidly and Frank was about to leave when he noticed a large packing case lying on the floor."
        },
        {
          "aStart": "00:01:58,933",
          "aEnd": "00:02:05,633",
          "tip": "古董商告诉他那只货箱刚到不久，但他嫌麻烦不想把它打开。",
          "a": "The dealer told him that it had just come in but that he could not be bothered to open it."
        },
        {
          "aStart": "00:02:05,866",
          "aEnd": "00:02:11,783",
          "tip": "经弗兰克恳求，古董商才勉强把货箱撬开了。",
          "a": "Frank begged him to do so and the dealer reluctantly prised it open."
        },
        {
          "aStart": "00:02:11,883",
          "aEnd": "00:02:14,550",
          "tip": "箱内东西令人失望。",
          "a": "The contents were disappointing."
        },
        {
          "aStart": "00:02:14,650",
          "aEnd": "00:02:22,516",
          "tip": "除了一柄式样别致、雕有花纹的匕首外，货箱内装满陶器，而且大部分都已破碎裂。",
          "a": "Apart from an interesting-looking carved dagger, the box was full of crockery, much of it broken."
        },
        {
          "aStart": "00:02:22,616",
          "aEnd": "00:02:32,599",
          "tip": "弗兰克轻轻地把陶器拿出箱子，突然发现在箱底有一幅微型画，",
          "a": "Frank gently lifted the crockery out of the box an suddenly noticed a miniature painting at the bottom of the packing case."
        },
        {
          "aStart": "00:02:32,700",
          "aEnd": "00:02:41,400",
          "tip": "画面构图与纸条使他想起一幅他所熟悉的意大利画，于是他决定将画买了下来。",
          "a": "As its composition and line reminded him of an Italian painting he knew well, he decided to buy it."
        },
        {
          "aStart": "00:02:41,933",
          "aEnd": "00:02:47,616",
          "tip": "古董商漫不经心看了一眼那幅画，告诉弗兰克那画值50英镑。",
          "a": "Glancing at it briefly, the dealer told him that it was worth ￡50."
        },
        {
          "aStart": "00:02:47,717",
          "aEnd": "00:02:55,066",
          "tip": "弗兰克几乎无法掩饰自己兴奋的心情，因为他明白自己发现了一件珍品。",
          "a": "Frank could hardly conceal his excitement, for he knew that he had made a real discovery."
        },
        {
          "aStart": "00:02:55,167",
          "aEnd": "00:03:05,100",
          "tip": "那幅不大的画原来是柯勒乔的一幅未被发现的杰作，价值几十万英镑。",
          "a": "The tiny painting proved to be an unknown masterpiece by Correggio and was worth hundreds of thousands of pounds."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/35_076.mp3",
      "path": "/nce3/a/35.mp3",
      "hash": "d26b56e55fe2ba9b9818b8e6b6d31084f812e550",
      "key": "nce3/35",
      "title": "Justice was done",
      "titleStart": "00:00:02,166",
      "titleEnd": "00:00:04,766",
      "segment": [
        {
          "aStart": "00:00:19,333",
          "aEnd": "00:00:25,183",
          "tip": "“正义”这个词常常是同法庭连在一起的。",
          "a": "The word justice is usually associated with courts of law."
        },
        {
          "aStart": "00:00:25,283",
          "aEnd": "00:00:32,866",
          "tip": "当某人被证据确凿地证明无罪的时候，我们也许会说正义得到了伸张。",
          "a": "We might say that justice has been done when a man's innocence or guilt has been proved beyond doubt."
        },
        {
          "aStart": "00:00:32,966",
          "aEnd": "00:00:37,466",
          "tip": "正义是复杂的法律机器组成部分。",
          "a": "Justice is part of the complex machinery of the law."
        },
        {
          "aStart": "00:00:37,567",
          "aEnd": "00:00:44,666",
          "tip": "那些寻求正义的人走的是一条崎岖的道路，从来没有把握他们最终将到正义。",
          "a": "Those who seek it undertake an arduous journey and can never be sure that they will find it."
        },
        {
          "aStart": "00:00:44,767",
          "aEnd": "00:00:50,899",
          "tip": "法官无论如何聪明与有名，毕竟也是人，也会出差错的。",
          "a": "Judges, however wise or eminent, are human and can make mistakes."
        },
        {
          "aStart": "00:00:51,000",
          "aEnd": "00:00:57,733",
          "tip": "在个别情况下，正义不再是一种抽象概念。",
          "a": "There are rare instances when justice almost ceases to be an abstract concept."
        },
        {
          "aStart": "00:00:57,833",
          "aEnd": "00:01:04,049",
          "tip": "奖惩的实施是不受人意志支配的。",
          "a": "Reward or punishment are meted out quite independent of human interference."
        },
        {
          "aStart": "00:01:04,150",
          "aEnd": "00:01:09,216",
          "tip": "在这种时候，正义像一种有生命的力量行使其职能。",
          "a": "At such times, justice acts like a living force."
        },
        {
          "aStart": "00:01:09,316",
          "aEnd": "00:01:23,266",
          "tip": "当我们说“他罪有应得”这句话的时候，我们部分承认了某种特定的环境使得正义自动地起了作用。",
          "a": "When we use a phrase like 'it serves him right', we are, in part, admitting that a certain set of circumstances has enabled justice to act of its own accord."
        },
        {
          "aStart": "00:01:23,367",
          "aEnd": "00:01:37,233",
          "tip": "一天上午，当一个小偷在一家大型珠宝店里被人抓住的时候，店员一定会忍不住说：“他罪有应得。”",
          "a": "When a thief was caught on the premises of large jewellery store on morning, the shop assistants must have found it impossible to resist the temptation to say 'it serves him right.'"
        },
        {
          "aStart": "00:01:37,333",
          "aEnd": "00:01:45,816",
          "tip": "那是一座老式的、经过改造的房子，店里有许多废置不用的大壁炉和又高又窄的烟囱。",
          "a": "The shop was an old converted house with many large, disused fireplaces and tall, narrow chimneys."
        },
        {
          "aStart": "00:01:45,917",
          "aEnd": "00:01:52,616",
          "tip": "快到中午的时候，一个女售货员听见从一堵墙里传出一种闷声闷气的叫声。",
          "a": "Towards midday, a girl heard a muffed cry coming from behind on of the walls."
        },
        {
          "aStart": "00:01:52,717",
          "aEnd": "00:02:00,850",
          "tip": "由于这种喊叫声重复了几次，她跑去报告经理，经理当即给消防队挂了电话。",
          "a": "As the cry was repeated several times, she ran to tell the manager who promptly rang up the fire brigade."
        },
        {
          "aStart": "00:02:00,950",
          "aEnd": "00:02:11,699",
          "tip": "喊叫声肯定是从烟囱里传出来的，然而，因为烟囱太多，消防队员无法确定到底是哪一个。",
          "a": "The cry had certainly come form one of the chimneys, but as there were so many of them, the fire fighters could not be certain which one it was."
        },
        {
          "aStart": "00:02:11,800",
          "aEnd": "00:02:19,383",
          "tip": "他们通过叫击烟囱倾叫声而确定传出声音的那个烟囱。",
          "a": "They located the right chimney by tapping at the walls and listening for the man's cries."
        },
        {
          "aStart": "00:02:19,483",
          "aEnd": "00:02:28,099",
          "tip": "他们凿透了18英寸厚的墙壁，发现有个人卡在烟囱里。",
          "a": "After chipping through a wall which was eighteen inches thick, they found that a man had been trapped in the chimney."
        },
        {
          "aStart": "00:02:28,200",
          "aEnd": "00:02:40,433",
          "tip": "由于烟囱太窄，那人无法动弹。消防队员在墙上挖了个大洞，才终于把他解救出来。",
          "a": "As it was extremely narrow, the man was unable to move, but the fire fighters were eventually able to free him by cutting a huge hole in the wall."
        },
        {
          "aStart": "00:02:40,533",
          "aEnd": "00:02:52,999",
          "tip": "那个看来满脸沮丧、浑身漆黑的家伙从烟囱里一出来，就承认头天夜里他企图到店里行窍，但让烟囱卡住了。",
          "a": "The sorry-looking, blackened figure that emerged, admitted at once that he had tried to break into the shop during the night but had got stuck in the chimney."
        },
        {
          "aStart": "00:02:53,100",
          "aEnd": "00:02:56,983",
          "tip": "他已经在烟囱里被困了将近10个小时。",
          "a": "He had been there for nearly ten hours."
        },
        {
          "aStart": "00:02:57,083",
          "aEnd": "00:03:02,433",
          "tip": "甚至在那人还没被送交给警察之前，正义就已得到了伸张。",
          "a": "Justice had been done even before the man was handed over to the police."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/36_573.mp3",
      "path": "/nce3/a/36.mp3",
      "hash": "8a47ea3a92c4cce8083dff48c0ba22b153882fd6",
      "key": "nce3/36",
      "title": "A chance in a million",
      "titleStart": "00:00:01,566",
      "titleEnd": "00:00:04,566",
      "segment": [
        {
          "aStart": "00:00:13,000",
          "aEnd": "00:00:16,766",
          "tip": "我们不再像以往那样轻易相信别人了。",
          "a": "We are less credulous than we used to be."
        },
        {
          "aStart": "00:00:16,866",
          "aEnd": "00:00:30,050",
          "tip": "在19世纪，小说家常在小说结尾处给读者准备一系列的巧合——大部分是牵强附会，极不可能的。",
          "a": "In the nineteenth century, a novelist would bring his story to a conclusion by presenting his readers with a series of coincidences -- most of them wildly improbable."
        },
        {
          "aStart": "00:00:30,150",
          "aEnd": "00:00:37,466",
          "tip": "当时的读者却愉快地接受这样一些事实，一个低贱的女佣实际上是主人公的母亲；",
          "a": "Readers happily accepted the fact that an obscure maidservant was really the hero's mother."
        },
        {
          "aStart": "00:00:37,567",
          "aEnd": "00:00:48,049",
          "tip": "主人公一位长期失散的兄弟，大家都以为死了，实际上一直活着，并且正在策划暗算主人公；",
          "a": "A long-lost brother, who was presumed dead, was really alive all the time and wickedly plotting to bring about the hero's downfall."
        },
        {
          "aStart": "00:00:48,150",
          "aEnd": "00:00:49,633",
          "tip": "如此等等，",
          "a": "And so on."
        },
        {
          "aStart": "00:00:49,733",
          "aEnd": "00:00:55,766",
          "tip": "现代读者会觉得这种天真的结局完全无法接受。",
          "a": "Modern readers would find such naive solution totally unacceptable."
        },
        {
          "aStart": "00:00:55,866",
          "aEnd": "00:01:08,866",
          "tip": "不过，在现实生活中，有时确实会出现一些巧合，这些巧合除了19世纪小说家外谁也不会相信。",
          "a": "Yet, in real life, circumstances do sometimes conspire to bring about coincidences which anyone but a nineteenth century novelist would find incredible."
        },
        {
          "aStart": "00:01:08,967",
          "aEnd": "00:01:20,983",
          "tip": "当我是个孩子的时候，我祖父给我讲了一位德国出租汽车司机弗朗兹。巴斯曼如何找到了据信已在20年前死去的兄弟的事。",
          "a": "When I was a boy, my grandfather told me how a German taxi driver, Franz Bussman, found a brother who was thought to have been killed twenty years before."
        },
        {
          "aStart": "00:01:21,083",
          "aEnd": "00:01:26,699",
          "tip": "一次，他与妻子徒步旅行。途中，停下来与一个工人交谈，",
          "a": "While on a walking tour with his wife, he stooped to talk to a workman."
        },
        {
          "aStart": "00:01:26,800",
          "aEnd": "00:01:38,199",
          "tip": "接着他们继续往前走去。巴斯曼夫人说那工人与她丈夫相貌很像，甚至猜测他可能就是她丈夫的兄弟。",
          "a": "After they had gone on, Mrs. Bussman commented on the workman's close resemblance to her husband and even suggested that he might be his brother."
        },
        {
          "aStart": "00:01:38,300",
          "aEnd": "00:01:46,766",
          "tip": "弗朗兹对此不屑一顾，指出他兄弟已经在战争中阵亡了。",
          "a": "Franz poured scorn on the idea, pointing out that his brother had been killed in action during the war."
        },
        {
          "aStart": "00:01:46,900",
          "aEnd": "00:01:56,549",
          "tip": "尽管巴斯曼夫人熟知这个情况，但她仍然认为自己的想法仍有百万分之一的可能性。",
          "a": "Though Mrs. Busssman fully acquainted with this story, she thought that there was a chance in a million that she might be right."
        },
        {
          "aStart": "00:01:56,650",
          "aEnd": "00:02:04,499",
          "tip": "几天后，她派了一个男孩去问那人是否叫汉斯.巴斯曼。",
          "a": "A few days later, she sent a boy to the workman to ask him if his name was Hans Bussman."
        },
        {
          "aStart": "00:02:04,600",
          "aEnd": "00:02:13,466",
          "tip": "不出巴斯曼夫人所料，那人的名字真是汉斯.巴斯曼，他确实是弗朗兹失散多年的兄弟。",
          "a": "Needless to say, the man's name was Hans Bussman and he really was Franz's long-lost brother."
        },
        {
          "aStart": "00:02:13,566",
          "aEnd": "00:02:19,783",
          "tip": "兄弟俩团聚之时，汉斯说明了他活下来的经过，",
          "a": "When the brothers were reunited, Hans explained how it was that he was still alive."
        },
        {
          "aStart": "00:02:19,883",
          "aEnd": "00:02:29,516",
          "tip": "战争即将结束时，他负伤被送进医院，并与部队失去联系。",
          "a": "After having been wounded towards the end of the war, he had been sent to hospital and was separated from his unit."
        },
        {
          "aStart": "00:02:29,617",
          "aEnd": "00:02:37,233",
          "tip": "医院遭到轰炸，汉斯步行回到了西德。",
          "a": "The hospital had been bombed and Hans had made his way back into Western Germany on foot."
        },
        {
          "aStart": "00:02:37,333",
          "aEnd": "00:02:43,383",
          "tip": "与此同时，他所在部队被击溃，他的所有档案材料全部毁于战火。",
          "a": "Meanwhile, his unit was lost and all records of him had been destroyed."
        },
        {
          "aStart": "00:02:43,483",
          "aEnd": "00:02:52,800",
          "tip": "汉斯重返故里，但他的家已被炸毁，左邻右舍谁也不知原住户的下落，",
          "a": "Hans returned to his family home, but the house had been bombed and no one in the neighbourhood knew what had become of the inhabitants."
        },
        {
          "aStart": "00:02:52,900",
          "aEnd": "00:03:03,400",
          "tip": "汉斯以为全家人都在空袭中遇难，于是便在距此50英里外的一座村子里定居下来，直至当日。",
          "a": "Assuming that his family had been killed during an air raid, Hans settled down in a village fifty miles away where he had remained ever since."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/37_381.mp3",
      "path": "/nce3/a/37.mp3",
      "hash": "ab83090c16f89c01c0684e98a95dab21db15d10f",
      "key": "nce3/37",
      "title": "The Westhaven Express",
      "titleStart": "00:00:01,633",
      "titleEnd": "00:00:04,666",
      "segment": [
        {
          "aStart": "00:00:13,533",
          "aEnd": "00:00:18,183",
          "tip": "我们已经习惯于相信火车总是准点的。",
          "a": "We have learnt to expect that trains will be punctual."
        },
        {
          "aStart": "00:00:18,283",
          "aEnd": "00:00:25,933",
          "tip": "经过多年的适应，大多数人对火车时刻表产生了一种不可动摇的信念。",
          "a": "After years of conditioning, most of us have developed an unshakable faith in railway timetables."
        },
        {
          "aStart": "00:00:26,033",
          "aEnd": "00:00:28,900",
          "tip": "轮船船期可能因风暴而推延，",
          "a": "Ships may be delayed by storms;"
        },
        {
          "aStart": "00:00:28,933",
          "aEnd": "00:00:35,349",
          "tip": "飞机航班可能因恶劣天气而取消，唯有火车必然是准点的。",
          "a": "flights may be cancelled because of bad weather, but trains must be on time."
        },
        {
          "aStart": "00:00:35,450",
          "aEnd": "00:00:42,883",
          "tip": "只有非同寻常的大雪才可能暂时打乱铁路运行。",
          "a": "Only an exceptionally heavy snowfall might temporarily dislocate railway services."
        },
        {
          "aStart": "00:00:42,983",
          "aEnd": "00:00:49,249",
          "tip": "因此，一旦铁路上真出了问题，人们便不加思索地责备铁路当局。",
          "a": "It is all too easy to blame the railway authorities when something does go wrong."
        },
        {
          "aStart": "00:00:49,350",
          "aEnd": "00:00:56,216",
          "tip": "事实上，差错很可能是我们自己，而不是铁路当局的。",
          "a": "The truth is that when mistakes occur, they are more likely to be ours than theirs."
        },
        {
          "aStart": "00:00:56,317",
          "aEnd": "00:01:05,683",
          "tip": "我查看了列车时刻表，满意地了解到有一趟去威斯特海温的快车。",
          "a": "After consulting my railway timetable, I noted with satisfaction that there was an express train to Westhaven."
        },
        {
          "aStart": "00:01:05,783",
          "aEnd": "00:01:13,416",
          "tip": "这是趟直达车，旅途总共才需1小时17分钟。",
          "a": "It went direct from my local station and the journey lasted mere hour and seventeen minutes."
        },
        {
          "aStart": "00:01:13,516",
          "aEnd": "00:01:20,733",
          "tip": "上车后，我不禁注意到许多当地人也上了车。",
          "a": "When I boarded the train, I could not help noticing that a great many local people got on as well."
        },
        {
          "aStart": "00:01:20,833",
          "aEnd": "00:01:24,716",
          "tip": "一开始，我并不感到奇怪，",
          "a": "At the time, this did not strike me as odd."
        },
        {
          "aStart": "00:01:24,816",
          "aEnd": "00:01:33,199",
          "tip": "我想除我之外，想利用快车之便的也一定大有人在。",
          "a": "I reflected that there must be a great many people besides myself who wished to take advantage of this excellent service."
        },
        {
          "aStart": "00:01:33,300",
          "aEnd": "00:01:41,266",
          "tip": "火车开出几英里即在一个小站威德里停了下来。对此，我不觉得奇怪，",
          "a": "Neither was I surprise when the train stopped at Widley, a tiny station a few miles along the line."
        },
        {
          "aStart": "00:01:41,367",
          "aEnd": "00:01:45,683",
          "tip": "因为即便是特别快车也可能被信号拦住。",
          "a": "Even a mighty express train can be held up by signals."
        },
        {
          "aStart": "00:01:45,783",
          "aEnd": "00:02:02,499",
          "tip": "但是，当火车一站接着一站往前蠕动时，我便产生了怀疑。我突然感到这趟快车并没以时速90英里的速度呼啸前进，而是卟哧卟哧地向前爬行，时速仅30英里。",
          "a": "But when the train dawdled at station after station, I began to wonder, It suddenly dawned on me that this express was not roaring down the line at ninety miles an hour, but barely chugging along at thirty."
        },
        {
          "aStart": "00:02:02,600",
          "aEnd": "00:02:09,316",
          "tip": "1小时17分过去了，走了还不到一半路程。",
          "a": "One hour and seventeen minutes passed and we had not even covered half the distance."
        },
        {
          "aStart": "00:02:09,416",
          "aEnd": "00:02:16,183",
          "tip": "我问一位乘客，这是不是开往威斯特海温的那趟快车，他说从未听说过有这么一趟快车。",
          "a": "I asked a passenger if this was the Westhaven Express, but he had not even heard of it."
        },
        {
          "aStart": "00:02:16,283",
          "aEnd": "00:02:20,766",
          "tip": "我决定到目的地就给铁路部门提意见。",
          "a": "I determined to lodge a complaint as soon as we arrived."
        },
        {
          "aStart": "00:02:20,866",
          "aEnd": "00:02:26,983",
          "tip": "两小时后，我气呼呼地同威斯特海温站站长说起此事。",
          "a": "Two hours later, I was talking angrily to the station master at Westhaven."
        },
        {
          "aStart": "00:02:27,083",
          "aEnd": "00:02:33,133",
          "tip": "他说根本没有这趟车。于是我借他本人的列车时刻表，",
          "a": "When he denied the train's existence, I borrowed his copy of the timetable."
        },
        {
          "aStart": "00:02:33,233",
          "aEnd": "00:02:40,033",
          "tip": "我带着一种胜利者的调子告诉他那趟车白纸黑字。明明白白印在时刻表上。",
          "a": "There was a note of triumph in my voice when I told him that it was there in black and white."
        },
        {
          "aStart": "00:02:40,133",
          "aEnd": "00:02:44,533",
          "tip": "他迅速地扫视了一眼，让我再看一遍。",
          "a": "Glancing at it briefly, he told me to look again."
        },
        {
          "aStart": "00:02:44,633",
          "aEnd": "00:02:50,900",
          "tip": "一个小小的星形符号把我的目光引到了那页底部一个说明上。",
          "a": "A tiny asterisk conducted me to a footnote at the bottom of the page."
        },
        {
          "aStart": "00:02:50,933",
          "aEnd": "00:02:55,566",
          "tip": "上面写着：“此趟列车暂停运行。”",
          "a": "It said: 'This service has been suspended.'"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/38_807.mp3",
      "path": "/nce3/a/38.mp3",
      "hash": "438d8427d7c0f4719c62f15afe3980321420977b",
      "key": "nce3/38",
      "title": "The first calender",
      "titleStart": "00:00:01,766",
      "titleEnd": "00:00:04,633",
      "segment": [
        {
          "aStart": "00:00:20,033",
          "aEnd": "00:00:28,233",
          "tip": "未来的历史学家在写我们这一段历史的时候会别具一格。",
          "a": "Future historians will be in a unique position when they come to record the history of our own times."
        },
        {
          "aStart": "00:00:28,333",
          "aEnd": "00:00:36,833",
          "tip": "对于逐渐积累起来的庞大材料，他们几乎不知道选取哪些好，",
          "a": "They will hardly know which facts to select from the great mass of evidence that steadily accumulates."
        },
        {
          "aStart": "00:00:36,933",
          "aEnd": "00:00:42,333",
          "tip": "而且，也不必完全依赖文字材料。",
          "a": "What is more, they will not have to rely solely on the written word."
        },
        {
          "aStart": "00:00:42,433",
          "aEnd": "00:00:51,966",
          "tip": "电影、录像、光盘和光盘驱动器只是能为他们提供令人眼花缭乱的大量信息的几种手段。",
          "a": "Films, videos, CDs and CD-ROMS are just some of the bewildering amount of information they will have."
        },
        {
          "aStart": "00:00:52,067",
          "aEnd": "00:00:57,933",
          "tip": "他们能够身临其境般地观看我们做事，倾听我们讲话。",
          "a": "They will be able, as it were, to see and hear us in action."
        },
        {
          "aStart": "00:00:58,400",
          "aEnd": "00:01:06,666",
          "tip": "但是，历史学家企图重现遥远的过去可是一项艰巨的任务，",
          "a": "But the historian attempting to reconstruct the distant past is always faced with a difficult task."
        },
        {
          "aStart": "00:01:06,767",
          "aEnd": "00:01:12,249",
          "tip": "他们必须根据现有的不充分的线索进行推理。 he can deduce from",
          "a": "He has to deduce what he can from the few scanty clues available."
        },
        {
          "aStart": "00:01:12,350",
          "aEnd": "00:01:20,216",
          "tip": "即使看起来微不足道的遗物，也可能揭示人类早期历史的一些有趣的内容。 shed light on",
          "a": "Even seemingly insignificant remains can shed interesting light on the history of early man."
        },
        {
          "aStart": "00:01:20,316",
          "aEnd": "00:01:35,283",
          "tip": "历史学家迄今认为日历是随农业的问世而出现的，因为当时人们面临着了解四季的实际需要，",
          "a": "Up to now, historians have assumed that calendars came into being with the advent of agriculture, for then man was faced with a real need to understand something about the seasons."
        },
        {
          "aStart": "00:01:35,383",
          "aEnd": "00:01:42,500",
          "tip": "但近期科学研究发现，好像这种假设是不正确的。",
          "a": "Recent scientific evidence seems to indicate that this assumption is incorrect."
        },
        {
          "aStart": "00:01:42,600",
          "aEnd": "00:01:54,666",
          "tip": "长期以来，历史学家一直对雕刻在墙壁上、骨头上、古代长毛象的象牙上的点、线和形形色色的符号感到困惑不解。",
          "a": "Historians have long been puzzled by dots, lines and symbols which have been engraved on walls, bones, and the ivory tusks of mammoths."
        },
        {
          "aStart": "00:01:54,767",
          "aEnd": "00:02:08,783",
          "tip": "这些痕迹是游牧人留下的，他们生活在从公元前约35，000年到公元前10，000年的冰川期的末期，以狩猎、捕鱼为生。",
          "a": "The nomads who made these markings lived by hunting and fishing during the last Ice Age which began about 35,000 B.C. and ended about 10,000 B.C."
        },
        {
          "aStart": "00:02:08,883",
          "aEnd": "00:02:17,783",
          "tip": "历史学家通过把世界各地留下的这种痕迹放在一起研究，终于弄懂了这种费解的代码。",
          "a": "By correlating markings made in various parts of the world, historians have been able to read this difficult code."
        },
        {
          "aStart": "00:02:17,883",
          "aEnd": "00:02:24,133",
          "tip": "他们发现代码与昼夜更迭和月亮圆缺有关，",
          "a": "They have found that it is connected with the passage of days and the phases of the moon."
        },
        {
          "aStart": "00:02:24,233",
          "aEnd": "00:02:28,783",
          "tip": "事实上是一种最原始的日历。",
          "a": "It is, in fact, a primitive type of calendar."
        },
        {
          "aStart": "00:02:28,883",
          "aEnd": "00:02:37,199",
          "tip": "大家早就知道，画在墙上的狩猎图景并不是单纯的艺术表现形式，",
          "a": "It has long been known that the hunting scenes depicted on walls were not simply a form of artistic expression."
        },
        {
          "aStart": "00:02:37,300",
          "aEnd": "00:02:43,700",
          "tip": "它们有着一定的含义，因为它们已接近古代人的文字形式。",
          "a": "They had a definite meaning, for they were as near as early man could get to writing."
        },
        {
          "aStart": "00:02:43,800",
          "aEnd": "00:02:53,049",
          "tip": "有时，这种图画与墙壁上的刻痕共存，它们之间可能有一定的联系。",
          "a": "It is possible that there is a definite relation between these paintings and the markings that sometimes accompany them."
        },
        {
          "aStart": "00:02:53,150",
          "aEnd": "00:03:03,533",
          "tip": "看来人类早就致力于探索四季变迁了，比人们想像的要早20,000年。",
          "a": "It seems that man was making a real effort to understand the seasons 20,000 years earlier than has been supposed."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/39_657.mp3",
      "path": "/nce3/a/39.mp3",
      "hash": "31c47a3a7055cbd9dd57d534b019773ae1331d41",
      "key": "nce3/39",
      "title": "Nothing to worry about",
      "titleStart": "00:00:01,766",
      "titleEnd": "00:00:04,466",
      "segment": [
        {
          "aStart": "00:00:18,100",
          "aEnd": "00:00:28,033",
          "tip": "穿越平原的道路高低不平，开车走了不远，路面愈加崎岖。",
          "a": "The rough across the plain soon became so bad that we tried to get Bruce to drive back to the village we had come from."
        },
        {
          "aStart": "00:00:28,133",
          "aEnd": "00:00:37,333",
          "tip": "我们想劝说布鲁斯把车开回我们出发的那个村庄去。尽管路面布满石头，坑坑洼洼，但布鲁斯却一点儿不慌乱。",
          "a": "Even though the road was littered with boulders and pitted with holes, Bruce was not in the least perturbed."
        },
        {
          "aStart": "00:00:37,433",
          "aEnd": "00:00:45,183",
          "tip": "他瞥了一眼地图，告诉我们前面再走不到20英里就是一个村庄。",
          "a": "Glancing at his map, he informed us that the next village was a mere twenty miles away."
        },
        {
          "aStart": "00:00:45,283",
          "aEnd": "00:00:49,566",
          "tip": "这并不是说布鲁斯总是低估困难，",
          "a": "It was not that Bruce always underestimated difficulties."
        },
        {
          "aStart": "00:00:49,667",
          "aEnd": "00:00:53,349",
          "tip": "他压根儿没有一点儿危险感。",
          "a": "He simply had no sense of danger at all."
        },
        {
          "aStart": "00:00:53,450",
          "aEnd": "00:01:02,133",
          "tip": "他认为不管路面情况如何，车必须以最高速度前进。",
          "a": "No matter what the conditions were, he believed that a car should be driven as fast as it could possibly go."
        },
        {
          "aStart": "00:01:02,233",
          "aEnd": "00:01:08,233",
          "tip": "我们在尘士飞扬的道路上颠簸，车子东拐西弯，以躲开那些大圆石。",
          "a": "As we bumped over the dusty track, we swerved to avoid large boulders."
        },
        {
          "aStart": "00:01:08,333",
          "aEnd": "00:01:14,416",
          "tip": "车轮搅起的石块锤击车身，发出不祥的锤击声。",
          "a": "The wheels scooped up stones which hammered ominously under the car."
        },
        {
          "aStart": "00:01:14,517",
          "aEnd": "00:01:23,066",
          "tip": "我们想念迟早会飞起一个石块把油箱砸开一个窟窿，或者把发动机砸坏。",
          "a": "We felt sure that sooner or later a stone would rip a hole in our petrol tank or damage the engine."
        },
        {
          "aStart": "00:01:23,167",
          "aEnd": "00:01:31,666",
          "tip": "因此，我们不时地掉过头，怀疑车后是否留下了机油和汽油的痕迹。",
          "a": "Because of this, we kept looking back, wondering if we were leaving a trail of oil and petrol behind us."
        },
        {
          "aStart": "00:01:32,766",
          "aEnd": "00:01:43,933",
          "tip": "突然大石块不见了，前面是一片平地，唯一的障碍只有一簇簇灌木丛。这使我们长长地松了口气。",
          "a": "What a relief it was when the boulders suddenly disappeared, giving way to a stretch of plain where the only obstacles were clumps of bushes."
        },
        {
          "aStart": "00:01:44,100",
          "aEnd": "00:01:46,600",
          "tip": "但是更糟糕的事情在等着我们，",
          "a": "But there was worse to come."
        },
        {
          "aStart": "00:01:46,700",
          "aEnd": "00:01:51,283",
          "tip": "离我们不远处，出现一个大裂缝。",
          "a": "Just ahead of us there was a huge fissure."
        },
        {
          "aStart": "00:01:51,383",
          "aEnd": "00:01:56,399",
          "tip": "我们再次央求布鲁斯小心，他这才把车停了下来。 renewed pleadings 再次央求",
          "a": "In response to renewed pleadings, Bruce stopped."
        },
        {
          "aStart": "00:01:56,500",
          "aEnd": "00:02:01,649",
          "tip": "我们纷纷下车察看那个大裂缝，他却呆在车上。",
          "a": "Though we all got out to examine the fissure, he remained in the car."
        },
        {
          "aStart": "00:02:01,750",
          "aEnd": "00:02:11,116",
          "tip": "我们告诉他那个大裂缝长50码，宽2英尺，深4英尺。",
          "a": "We informed him that the fissure extended for fifty years and was two feet wide and four feet deep."
        },
        {
          "aStart": "00:02:11,217",
          "aEnd": "00:02:14,433",
          "tip": "这也没有对他产生任何影响。",
          "a": "Even this had no effect."
        },
        {
          "aStart": "00:02:14,533",
          "aEnd": "00:02:26,666",
          "tip": "布鲁斯挂上慢档，把两只前轮分别搁在裂缝的两边，顺着弯弯曲曲的裂缝，以发疯的速度向前开去。",
          "a": "Bruce went into a low gear and drove at a terrifying speed, keeping the front wheels astride the crack as he followed its zigzag course."
        },
        {
          "aStart": "00:02:26,900",
          "aEnd": "00:02:33,666",
          "tip": "我们还未来得及担心后果，车已重新开上了平地。",
          "a": "Before we had time to worry about what might happen, we were back on the plain again."
        },
        {
          "aStart": "00:02:34,200",
          "aEnd": "00:02:42,716",
          "tip": "布鲁斯又看了一眼地图，告诉我们那座村庄离我们只有15英里了。",
          "a": "Bruce consulted the map once more and told us that the village was now only fifteen miles away."
        },
        {
          "aStart": "00:02:42,817",
          "aEnd": "00:02:48,866",
          "tip": "下一个障碍是一片约半英里宽的浅水塘。",
          "a": "Our next obstacle was a shallow pool of water about half a mile across."
        },
        {
          "aStart": "00:02:48,967",
          "aEnd": "00:02:55,383",
          "tip": "布鲁斯向水塘冲去，但车开到水塘当中，嘎吱一声停住了。",
          "a": "Bruce charged at it, but in the middle, the car came to a grinding halt. \ncharge at 冲向 \ngrinding halt 戛然而止"
        },
        {
          "aStart": "00:02:55,483",
          "aEnd": "00:03:05,600",
          "tip": "仪表盘一盏黄灯闪着刺眼的光芒，布鲁斯兴致勃勃地宣布发动机里没油了！",
          "a": "A yellow light on the dashboard flashed angrily and Bruce cheerfully announced that there was no oil in the engine!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/40_526.mp3",
      "path": "/nce3/a/40.mp3",
      "hash": "e158215e0fc0c935c91bb7141726be565c26e9d7",
      "key": "nce3/40",
      "title": "Who's who",
      "titleStart": "00:00:01,466",
      "titleEnd": "00:00:03,433",
      "segment": [
        {
          "aStart": "00:00:13,700",
          "aEnd": "00:00:22,633",
          "tip": "谁也弄不清为什么大学生好像比任何人都更喜欢恶作剧。",
          "a": "It has never been explained why university students seem to enjoy practical jokes more than else."
        },
        {
          "aStart": "00:00:22,733",
          "aEnd": "00:00:28,499",
          "tip": "大学生擅长一种特殊的恶作剧——戏弄人。",
          "a": "Students specialize in a particular type of practical joke: the hoax."
        },
        {
          "aStart": "00:00:28,600",
          "aEnd": "00:00:39,233",
          "tip": "请消防队来扑灭一场根本没有的大火是一种低级骗局，有自尊心的大学生决不会去做。",
          "a": "Inviting the fire brigade to put out a nonexistent fire is a crude form of deception which no self-respecting student would ever indulge in."
        },
        {
          "aStart": "00:00:39,333",
          "aEnd": "00:00:46,699",
          "tip": "大学生们常常做的是制造一种可笑的局面，使大家笑上一场，当然受害者是笑不出来的。",
          "a": "Students often create amusing situations which are funny to everyone except the victims."
        },
        {
          "aStart": "00:00:46,800",
          "aEnd": "00:01:04,383",
          "tip": "最近有个学生看见两个工人在学校门外用风钻干活，马上打电话报告警察，说有两个学生装扮成工人，正在用风钻破坏路面。",
          "a": "When a student recently saw two workmen using a pneumatic drill outside his university, he immediately telephoned the police and informed them that two students dressed up as workmen were tearing up the road with a pneumatic drill."
        },
        {
          "aStart": "00:01:04,483",
          "aEnd": "00:01:14,999",
          "tip": "挂上电话后，他又马上来到工人那儿，告诉他们若有个警察来让他们走开，不要把他当回事，",
          "a": "As soon as he had hung up, he went over to the workmen and told them that if a policeman ordered them to go away, they were not take him seriously."
        },
        {
          "aStart": "00:01:15,100",
          "aEnd": "00:01:23,316",
          "tip": "还对工人说，有个学生常装扮成警察无聊地同别人开玩笑。",
          "a": "He added that a student had dressed up as a policeman and was playing all sorts of silly jokes on people."
        },
        {
          "aStart": "00:01:23,417",
          "aEnd": "00:01:31,033",
          "tip": "警察与工人都对那个学生事先通报情况表示感谢。",
          "a": "Both the police and the workmen were grateful to the student for this piece of advance information."
        },
        {
          "aStart": "00:01:31,133",
          "aEnd": "00:01:38,400",
          "tip": "那个学生躲在附近一拱形的门廊里，在那儿可以看见、听到现场发生的一切。",
          "a": "The student hid in an archway nearby where he could watch and hear everything that went on."
        },
        {
          "aStart": "00:01:38,500",
          "aEnd": "00:01:45,400",
          "tip": "果然，警察来了，有礼貌地请工人离开此地；",
          "a": "Sure enough, a policeman arrived on the scene and politely asked the workmen to go away."
        },
        {
          "aStart": "00:01:45,500",
          "aEnd": "00:01:50,133",
          "tip": "但其中一个工人粗鲁地回了几句。",
          "a": "When he received a very rude reply from one of the workmen."
        },
        {
          "aStart": "00:01:50,200",
          "aEnd": "00:01:53,049",
          "tip": "于是警察威胁要强行使他们离开。",
          "a": "He threatened to remove them by force."
        },
        {
          "aStart": "00:01:53,150",
          "aEnd": "00:01:58,783",
          "tip": "工人说，悉听尊便。警察去打电话叫人。",
          "a": "The workmen told him to do as he pleased and the policeman telephoned for help."
        },
        {
          "aStart": "00:01:58,883",
          "aEnd": "00:02:05,466",
          "tip": "一会儿工夫，又来了4个警察，规劝工人离开。",
          "a": "Shortly afterwards, four more policemen arrived and remonstrated with the workmen.\n remonstrate 告诫"
        },
        {
          "aStart": "00:02:05,566",
          "aEnd": "00:02:12,399",
          "tip": "由于工人拒绝停下手中的活，警察想夺风钻。",
          "a": "As the men refused to stop working, the police attempted to seize the pneumatic drill.\n pneumatic 气动的"
        },
        {
          "aStart": "00:02:12,500",
          "aEnd": "00:02:17,800",
          "tip": "两个工人奋力抗争，其中一个发了火。",
          "a": "The workmen struggled fiercely and one of them lost his temper."
        },
        {
          "aStart": "00:02:17,900",
          "aEnd": "00:02:20,266",
          "tip": "他威胁说要去叫警察。",
          "a": "He threatened to call the police."
        },
        {
          "aStart": "00:02:20,367",
          "aEnd": "00:02:29,833",
          "tip": "警察听后讥讽地说，这大可不必，因为他俩已被逮捕了。",
          "a": "At this, the police pointed out ironically that this would hardly be necessary as the men were already under arrest."
        },
        {
          "aStart": "00:02:29,933",
          "aEnd": "00:02:38,949",
          "tip": "其中一个工人装模作样地问道，在被带往警察局之前，是否可以打一个电话。",
          "a": "Pretending to speak seriously, one of the workmen asked if he might make a telephone call before being taken to the station."
        },
        {
          "aStart": "00:02:39,050",
          "aEnd": "00:02:44,633",
          "tip": "警察同意了，陪他来到一个投币地电话前，",
          "a": "Permission was granted and a policeman accompanied him to a pay phone."
        },
        {
          "aStart": "00:02:44,733",
          "aEnd": "00:02:54,966",
          "tip": "当他看到那个工人真的是给警察挂电话，才恍然大悟，原来他们都成一场骗局的受害者。",
          "a": "Only when he saw that the man was actually telephoning the police did he realize that they had all been the victims of a hoax. \nOnly when he saw ..did he realize that ..\n only when直到…才…，只有当时候…才，only为副词，起强调作用。只有当only+状语（课文中为从属连词 when导的时间状语从句)这样的结构用于句首时，句子（或主句)的谓语部分方需使用时，使用正常的语序"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/41_561.mp3",
      "path": "/nce3/a/41.mp3",
      "hash": "6fb536f5f30abb08ed0b7a36a7d094ba61acef4a",
      "key": "nce3/41",
      "title": "Illusions of Pastoral peace",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:06,200",
      "segment": [
        {
          "aStart": "00:00:17,233",
          "aEnd": "00:00:22,066",
          "tip": "宁静的乡村生活从来没有吸引过我。",
          "a": "The quiet life of the country has never appealed to me."
        },
        {
          "aStart": "00:00:22,167",
          "aEnd": "00:00:24,699",
          "tip": "我生在城市，长在城市， bred breed 培育",
          "a": "City born and city bred."
        },
        {
          "aStart": "00:00:24,800",
          "aEnd": "00:00:35,199",
          "tip": "总认为乡村是透过火车车窗看到的那个样了，或偶尔周末去游玩一下景象。",
          "a": "I have always regarded the country as something you look at through a train window, or something you occasional visit during the weekend."
        },
        {
          "aStart": "00:00:35,300",
          "aEnd": "00:00:44,683",
          "tip": "我的许多朋友都住在城市，但他们只要一提起乡村，马上就会变得欣喜若狂。",
          "a": "Most of my friends live in the city, yet they always go into raptures at the mere mention of the country."
        },
        {
          "aStart": "00:00:44,783",
          "aEnd": "00:00:56,983",
          "tip": "尽管他们都交口称赞宁静的乡村生活的种种优点，但其中只有一个人真去农村住过，而且不足6个月就回来了。",
          "a": "Though they extol the virtues of the peaceful life, only one of hem has ever gone to live in the country and he was back in town within six months."
        },
        {
          "aStart": "00:00:57,083",
          "aEnd": "00:01:05,666",
          "tip": "即使他也仍存有幻觉，好像乡村生活就是比城市生活优越。",
          "a": "Even he still lives under the illusion that country life is somehow superior to town life."
        },
        {
          "aStart": "00:01:05,766",
          "aEnd": "00:01:15,666",
          "tip": "他滔滔不绝地大谈友好的农民，洁净的空气，贴近大自然的环境和悠闲的生活节奏。",
          "a": "He is forever talking about the friendly people, the clean atmosphere, the closeness to nature and the gentle pace of living."
        },
        {
          "aStart": "00:01:15,766",
          "aEnd": "00:01:30,100",
          "tip": "他坚持认为，凌晨雄鸡第一声啼叫，黎明时分小鸟吱喳欢叫，冉冉升起的朝阳染红树木、牧场，此番美景无与伦比。",
          "a": "Nothing can be compared, he maintains, with the first cockcrow, the twittering of birds at dawn, the sight of the rising sun glinting on the trees and pastures."
        },
        {
          "aStart": "00:01:30,200",
          "aEnd": "00:01:35,583",
          "tip": "但这种田园诗般的乡村风光仅仅是一个侧面。",
          "a": "This idyllic pastoral scene is only part of the picture."
        },
        {
          "aStart": "00:01:35,683",
          "aEnd": "00:01:46,499",
          "tip": "我的朋友没有提到在电视机前度过的漫长寂寞的冬夜——电视是唯一的娱乐形式。",
          "a": "My friend fails to mention the long and friendless winter evenings in front of the TV -- virtually the only form of entertainment."
        },
        {
          "aStart": "00:01:46,600",
          "aEnd": "00:02:00,200",
          "tip": "他也不说商店货物品种单调，以及那些每天不得不从乡下赶到城里工作的不幸的人们。",
          "a": "He says nothing about the poor selection of goods in the shops, or about those unfortunate people who have to travel from the country to the city every day to get to work."
        },
        {
          "aStart": "00:02:00,300",
          "aEnd": "00:02:11,516",
          "tip": "人们为什么情愿每天在路上奔波4个小时去换取值得怀疑的乡间的优点，我是无法理解的。",
          "a": "Why people are prepared to tolerate a four-hour journey each day for the dubious privilege of living in the country is beyond me. \ntolerate: 忍受"
        },
        {
          "aStart": "00:02:11,617",
          "aEnd": "00:02:21,066",
          "tip": "要是他们愿意住在本来属于他们的城市，则可以让他们省去诸多不便与节约大量开支。",
          "a": "They could be saved so much misery and expense if they chose to live in the city where they rightly belong.\nmisery: 苦难/不便\nrightly belong: 理应属于"
        },
        {
          "aStart": "00:02:21,466",
          "aEnd": "00:02:31,666",
          "tip": "如果你愿舍弃乡下生活那一点点乐趣的话，那么你会发出城市可以为你提供生活最美好的东西。",
          "a": "If you can do without the few pastoral pleasures of the country, you will find the city can provide you with the best that life can offer."
        },
        {
          "aStart": "00:02:31,767",
          "aEnd": "00:02:35,899",
          "tip": "你去看朋友根本不用跋涉好几英里，",
          "a": "You never have to travel miles to see your friends."
        },
        {
          "aStart": "00:02:36,000",
          "aEnd": "00:02:45,316",
          "tip": "他们都住在附近，你随时可以同他们聊天或在晚上一起娱乐。",
          "a": "They invariably lie nearby and are always available for an informal chat or an evening's entertainment."
        },
        {
          "aStart": "00:02:45,417",
          "aEnd": "00:02:54,383",
          "tip": "我在乡村有一些熟人，他们每年进城来看一回或几回戏，并把此看作一种特殊的享受。",
          "a": "Some of my acquaintances in the country come up to town once or twice a year to visit the theatre as a special treat."
        },
        {
          "aStart": "00:02:54,483",
          "aEnd": "00:03:00,966",
          "tip": "看戏在他们是件大事，需要精心计划。",
          "a": "For them this is a major operation which involves considerable planning."
        },
        {
          "aStart": "00:03:01,066",
          "aEnd": "00:03:08,300",
          "tip": "当戏快演完时，他们又为是否能赶上末班火车回家而犯愁。",
          "a": "As the play draws to its close, they wonder whether they will ever catch that last train home.\ndraws to its close: 快完时"
        },
        {
          "aStart": "00:03:08,400",
          "aEnd": "00:03:13,599",
          "tip": "这种焦虑，城里人是从未体验过的。",
          "a": "The city dweller never experiences anxieties of this sort."
        },
        {
          "aStart": "00:03:13,700",
          "aEnd": "00:03:21,033",
          "tip": "坐公共汽车几站路，就可看到最新的展览、电影、戏剧。",
          "a": "The latest exhibitions, films, or plays are only a short bus ride away."
        },
        {
          "aStart": "00:03:21,133",
          "aEnd": "00:03:25,033",
          "tip": "买东西也是一种乐趣。",
          "a": "Shopping, too, is always a pleasure."
        },
        {
          "aStart": "00:03:25,133",
          "aEnd": "00:03:31,733",
          "tip": "物品种繁多，从来不必用二等品来凑合。 ",
          "a": "There is so much variety that you never have to make do with second best. \nmake do with 凑合  \nsecond best 第二好的东西"
        },
        {
          "aStart": "00:03:31,833",
          "aEnd": "00:03:42,799",
          "tip": "乡里人进城采购欣喜若狂，每次回家时都买足了外来商品，直到拿不动方才罢休，连走路都摇摇晃晃的。",
          "a": "Country people run wild when they go shopping in the city and stagger home loaded with as many of the exotic items as they can carry."
        },
        {
          "aStart": "00:03:42,900",
          "aEnd": "00:03:46,733",
          "tip": "城市也并非没有良辰美景。",
          "a": "Nor is the city without its moments of beauty."
        },
        {
          "aStart": "00:03:46,833",
          "aEnd": "00:03:54,783",
          "tip": "寒冷潮湿的冬夜里，广告灯箱发出的暖光，会给人某种安慰。",
          "a": "There is something comforting about the warm glow shed by advertisements on cold wet winter nights."
        },
        {
          "aStart": "00:03:54,883",
          "aEnd": "00:04:09,616",
          "tip": "周末，当成千上万进城上班的人回到他们的乡间寓所之后，空旷的街市笼罩着一种宁静气氛，没有什么能比此时的宁静更令人难忘了。",
          "a": "Few things could be more impressive than the peace that descends on deserted city streets at weekends when the thousands that travel to work every day are tucked away in their homes in the country."
        },
        {
          "aStart": "00:04:09,717",
          "aEnd": "00:04:23,433",
          "tip": "城里人对这一切心里很明白，却偏要执拗地装出他们喜欢住在乡村的样子，这对我来说一直是个谜。",
          "a": "It has always been a mystery to me who city dwellers, who appreciate all these things, obstinately pretend that they would prefer to live in the country."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/42_586.mp3",
      "path": "/nce3/a/42.mp3",
      "hash": "79241e7643137c61da34eecb39f5d2c720aa58bf",
      "key": "nce3/42",
      "title": "Modern cavemen",
      "titleStart": "00:00:01,733",
      "titleEnd": "00:00:04,500",
      "segment": [
        {
          "aStart": "00:00:14,800",
          "aEnd": "00:00:23,100",
          "tip": "洞穴勘查——或洞穴勘探——是一项比较新的体育活动。",
          "a": "Cave exploration, or pot-holing, as it has come to be known, is a relatively new sport."
        },
        {
          "aStart": "00:00:23,200",
          "aEnd": "00:00:33,950",
          "tip": "寻求独处的愿望或寻求意外发现的机会的欲望吸引人们来到地下深处。",
          "a": "Perhaps it is the desire for solitude or the chance of making an unexpected discovery that lures people down to the depths of the earth."
        },
        {
          "aStart": "00:00:34,050",
          "aEnd": "00:00:40,833",
          "tip": "要想对洞穴探险者的动机作出满意的解释是不可能的。",
          "a": "It is impossible to give a satisfactory explanation for a pot-holer's motives."
        },
        {
          "aStart": "00:00:40,900",
          "aEnd": "00:00:48,716",
          "tip": "对洞穴探险者来说，洞穴有一种特殊的魅力，就像高山对登山者有特殊魅力一样。",
          "a": "For him, caves have the same peculiar fascination which high mountains have for the climber."
        },
        {
          "aStart": "00:00:48,817",
          "aEnd": "00:00:53,733",
          "tip": "为什么洞空能引发人的那种探险本能，人们对此只能有一种模模糊糊的理解。",
          "a": "They arouse instincts which can only be dimly understood."
        },
        {
          "aStart": "00:00:53,900",
          "aEnd": "00:01:00,016",
          "tip": "探测非常深的洞穴不是那些在星期日下午漫步的人所能胜任的。",
          "a": "Exploring really deep caves is not a task for the Sunday afternoon rambler."
        },
        {
          "aStart": "00:01:00,116",
          "aEnd": "00:01:07,683",
          "tip": "这种活动需要有军事行动般的周密布署和预见能力。",
          "a": "Such undertakings require the precise planning and foresight of military operations."
        },
        {
          "aStart": "00:01:07,783",
          "aEnd": "00:01:20,166",
          "tip": "有时需要花费整整8天时间来搭起绳梯，建立供应基地，然后才能到一个很深的洞穴里。",
          "a": "It can take as long as eight days to rig up rope ladders and to establish supply bases before a descent can be made into a very deep cave."
        },
        {
          "aStart": "00:01:20,267",
          "aEnd": "00:01:31,666",
          "tip": "作出这样的准备是必要的，因为无法预见到洞穴探险者究竟会遇到什么性质的困难。",
          "a": "Precautions of this sort are necessary, for it is impossible to foretell the exact nature of the difficulties which will confront the pot-holer."
        },
        {
          "aStart": "00:01:31,767",
          "aEnd": "00:01:38,416",
          "tip": "世界上最深的洞穴是格里诺布尔附近的高弗.伯杰洞，",
          "a": "The deepest known cave in the world is the Gouffre Berger near Grenoble."
        },
        {
          "aStart": "00:01:38,517",
          "aEnd": "00:01:44,083",
          "tip": "深达3,723英尺。",
          "a": "It extends to a depth of 3,723 feet."
        },
        {
          "aStart": "00:01:44,183",
          "aEnd": "00:01:53,416",
          "tip": "这个深邃的洞穴是由一条地下暗泉冲刷岩石中的缝隙并使之慢慢变大而形成的。",
          "a": "This immense chasm has been formed by an underground stream which has tunneled a course through a flaw in the rocks."
        },
        {
          "aStart": "00:01:53,517",
          "aEnd": "00:01:59,749",
          "tip": "此洞的洞口在丹芬阿尔卑斯山的高原上，",
          "a": "The entrance to the cave is on a plateau in the Dauphine Alps."
        },
        {
          "aStart": "00:01:59,850",
          "aEnd": "00:02:05,000",
          "tip": "仅6英尺宽，很难被发现。",
          "a": "As it is only six feet across, it is barely noticeable."
        },
        {
          "aStart": "00:02:05,100",
          "aEnd": "00:02:14,649",
          "tip": "若不是法国著名洞穴探险家伯杰由于偶然的机会发现了这个洞口的话，这个洞也许不会为人所知。",
          "a": "The cave might never have been discovered has not the entrance been spotted by the distinguished French pot-holer, Berger."
        },
        {
          "aStart": "00:02:14,750",
          "aEnd": "00:02:20,299",
          "tip": "自从被发现以后，这个洞成了洞穴探险者的珠穆朗玛峰，",
          "a": "Since its discovery, it has become a sort of potholers' Everest."
        },
        {
          "aStart": "00:02:20,400",
          "aEnd": "00:02:27,383",
          "tip": "人们多次进入洞内探险，但至今尚有不少东西有待勘探。",
          "a": "Though a number of descents have been made, much of it still remains to be explored."
        },
        {
          "aStart": "00:02:27,483",
          "aEnd": "00:02:32,716",
          "tip": "最近，一队洞穴探险者下到了高弗.伯杰洞里。",
          "a": "A team of pot-holers recently went down the Gouffre Berger."
        },
        {
          "aStart": "00:02:32,817",
          "aEnd": "00:02:43,216",
          "tip": "他们从高原上的窄缝进去，顺着笔直陡峭的洞壁往下爬。来到一条狭窄的走廊上。",
          "a": "After entering the narrow gap on the plateau, they climbed down the steep sides of the cave until they came to narrow corridor."
        },
        {
          "aStart": "00:02:43,317",
          "aEnd": "00:02:52,449",
          "tip": "他们不得不侧着身子往前走，有时过浅溪，有时游过深潭。",
          "a": "They had to edge their way along this, sometimes wading across shallow streams, or swimming across deep pools."
        },
        {
          "aStart": "00:02:52,550",
          "aEnd": "00:03:00,400",
          "tip": "突然，他们来到一道瀑布前，那瀑布奔泻而下，注入洞底一处地下湖里。",
          "a": "Suddenly they came to a waterfall which dropped into an underground lake at the bottom of the cave."
        },
        {
          "aStart": "00:03:00,500",
          "aEnd": "00:03:11,233",
          "tip": "他们跳入湖中，把各种器具装上一只充气的橡皮艇，听任水流将他们带往对岸。",
          "a": "They plunged into the lake, and after loading their gear on an inflatable rubber dinghy, let the current carry them to the other side."
        },
        {
          "aStart": "00:03:11,333",
          "aEnd": "00:03:18,250",
          "tip": "湖水冰冷刺骨，他们必须穿上一种特制的橡皮服以保护自己。",
          "a": "To protect themselves from the icy water, they had to wear special rubber suits."
        },
        {
          "aStart": "00:03:18,350",
          "aEnd": "00:03:26,400",
          "tip": "在湖的尽头，他们见到一大堆一大堆由湖水冲刷上岸的碎石。",
          "a": "At the far end of the lake, they came to huge piles of rubble which had been washed up by the water."
        },
        {
          "aStart": "00:03:26,500",
          "aEnd": "00:03:40,083",
          "tip": "在这儿，他们可以听见一种连续不断的轰鸣声。后来他们发现这是由山洞顶部的一个小孔里喷出的水柱跌落到水潭中发出的声音。",
          "a": "In this part of the cave, they could hear an insistent booming sound which they found was caused by a small waterspout shooting down into a pool from the roof of the cave."
        },
        {
          "aStart": "00:03:40,183",
          "aEnd": "00:03:49,483",
          "tip": "洞穴探险者从岩石缝里挤身过去，来到一个巨大的洞里，其大小相当于一个音乐厅。",
          "a": "Squeezing through a cleft in the rocks, the pot-holers arrived at an enormous cavern, the size of a huge concert hall."
        },
        {
          "aStart": "00:03:49,583",
          "aEnd": "00:04:04,966",
          "tip": "他们打开强力弧光灯，看见一株株巨大的石笋，有的高达40英尺，像树干似地向上长着，与洞顶悬挂下来的钟乳石相接。",
          "a": "After switching on powerful arc lights, they saw great stalagmites -- some of them over forty feet high -- rising up like tree-trunks to meet the stalactites suspended from the roof."
        },
        {
          "aStart": "00:04:05,067",
          "aEnd": "00:04:11,699",
          "tip": "周围是一堆堆石灰石，像彩虹一样闪闪发光。",
          "a": "Round about, piles of limestone glistened in all the colours of the rainbow."
        },
        {
          "aStart": "00:04:11,800",
          "aEnd": "00:04:24,100",
          "tip": "洞里有一种可怕的寂静，唯一的可以听见的声响是高高的圆顶上不间断地滴水的嘀嗒声",
          "a": "In the eerie silence of the cavern, the only sound that could be heard was made by water which dripped continuously from the high dome above them."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/43_681.mp3",
      "path": "/nce3/a/43.mp3",
      "hash": "92b7be9dcbaf882b08ebc7ee7df6b51639676a39",
      "key": "nce3/43",
      "title": "Fully insured",
      "titleStart": "00:00:02,533",
      "titleEnd": "00:00:05,233",
      "segment": [
        {
          "aStart": "00:00:15,000",
          "aEnd": "00:00:20,200",
          "tip": "保险公司一般说来愿意承保一切东西。",
          "a": "Insurance companies are normally willing to insure anything."
        },
        {
          "aStart": "00:00:20,300",
          "aEnd": "00:00:27,633",
          "tip": "承办公共财产或私人财产保险是世界上大部分国家的正常业务。",
          "a": "Insuring public or private property is a standard practice in most countries in the world."
        },
        {
          "aStart": "00:00:27,733",
          "aEnd": "00:00:39,733",
          "tip": "如果你要举办一次露天游园会或盛宴，为避免碰上不好的天气而遭受损失也同样可以保险，",
          "a": "If, however, you were holding an open air garden party or a fete it would be equally possible to insure yourself in the event of bad weather."
        },
        {
          "aStart": "00:00:39,833",
          "aEnd": "00:00:49,316",
          "tip": "不用说，保险公司承担风险越大，你付的保险费也就越高。",
          "a": "Needless to say, the bigger the risk an insurance company takes, the higher the premium you will have to pay."
        },
        {
          "aStart": "00:00:49,417",
          "aEnd": "00:00:57,533",
          "tip": "航运公司为打捞沉船而提出索赔，这是常有的事，",
          "a": "It is not uncommon to hear that a shipping company has made a claim for cost of salvaging a sunken ship."
        },
        {
          "aStart": "00:00:57,633",
          "aEnd": "00:01:07,800",
          "tip": "但某地当局为打捞一只焙制馅饼的盘子提出索赔，倒是件新鲜的事儿。",
          "a": "But the claim made by a local authority to recover the cost of salvaging a sunken pie dish must surely be unique."
        },
        {
          "aStart": "00:01:07,933",
          "aEnd": "00:01:16,966",
          "tip": "这个馅饼盘子确实少见，有18英尺长，6英尺宽。",
          "a": "Admittedly it was an unusual pie dish, for it was eighteen feet long and six feet wide."
        },
        {
          "aStart": "00:01:17,066",
          "aEnd": "00:01:25,866",
          "tip": "某地方当局买下它用来焙制一个巨大的馅饼为一年一度交易会助兴。",
          "a": "It had been purchased by a local authority so that an enormous pie could be baked for an annual fair."
        },
        {
          "aStart": "00:01:25,966",
          "aEnd": "00:01:36,233",
          "tip": "馅饼委员会确认运输这只盘子的最佳方案是通过运河水运。于是，他们对这只盘子的运输安全投了保。",
          "a": "The pie committee decided that the best way to transport the dish would be by canal, so they insured it for the trip."
        },
        {
          "aStart": "00:01:36,333",
          "aEnd": "00:01:42,849",
          "tip": "盘子下水后不久，馅饼委员会成员们来到当地一家小酒店庆贺。",
          "a": "Shortly after it was launched, the pie committee went to a local inn to celebrate."
        },
        {
          "aStart": "00:01:42,950",
          "aEnd": "00:01:50,733",
          "tip": "就在这个时候，许多十几岁的孩子爬盘子举行他们自己的集会。",
          "a": "At the same time, a number of teenagers climbed on to the dish and held a little party of their own."
        },
        {
          "aStart": "00:01:50,833",
          "aEnd": "00:02:01,100",
          "tip": "他们跳起了舞，盘子难以承受。舞会进行过程中，盘子倾覆，沉入了7英尺深的水中。",
          "a": "Dancing proved to be more than the dish could bear, for during the party it capsized and sank in seven feet of water."
        },
        {
          "aStart": "00:02:01,300",
          "aEnd": "00:02:10,249",
          "tip": "馅饼委员会给当地汽车修理库老板打电话，他闻讯后开着一辆急修车前来打捞盘子。",
          "a": "The pie committee telephoned a local garage owner who arrived in a recovery truck to salvage the pie dish."
        },
        {
          "aStart": "00:02:10,350",
          "aEnd": "00:02:20,883",
          "tip": "那些孩子们穿着湿衣服哆嗦，看着3个工人轮潜入水中以确定盘子的位置。",
          "a": "Shivering in their wet clothes, the teenagers looked on while three men dived repeatedly into the water to locate the dish."
        },
        {
          "aStart": "00:02:20,983",
          "aEnd": "00:02:29,800",
          "tip": "他们没费多大事儿就找到了盘子。可是把盘子捞出却是一个很大的难题。",
          "a": "They had little difficulty in finding it, but hauling it out of the water proved to be a serious problem."
        },
        {
          "aStart": "00:02:29,900",
          "aEnd": "00:02:41,650",
          "tip": "盘子四边十分光滑，要在盘边拴上绳索或链条而同时又不损坏它是很难办到的。",
          "a": "The sides of the dish were so smooth that it was almost impossible to attach hawsers and chains to the rim without damaging it."
        },
        {
          "aStart": "00:02:41,750",
          "aEnd": "00:02:50,233",
          "tip": "不过，他们终于将链条固定在盘子的一端，一台大功率的绞车开动起来。",
          "a": "Eventually chains were fixed to one end of the dish and a powerful winch was put into operation."
        },
        {
          "aStart": "00:02:50,366",
          "aEnd": "00:02:57,766",
          "tip": "盘子慢慢浮出水面，被轻轻地拽向运河岸边。",
          "a": "The dish rose to the surface and was gently drawn towards the canal bank."
        },
        {
          "aStart": "00:02:57,866",
          "aEnd": "00:03:10,933",
          "tip": "在令人忐忑不安的瞬间，盘子晃晃悠悠地上了岸，但它突然失去了平衡，又跌回水中。",
          "a": "For one agonizing moment, the dish was perched precariously on the bank of the canal, but it suddenly overbalanced and slid back into the water."
        },
        {
          "aStart": "00:03:11,033",
          "aEnd": "00:03:15,366",
          "tip": "工人们只得再来一次。",
          "a": "The men were now obliged to try once more."
        },
        {
          "aStart": "00:03:15,466",
          "aEnd": "00:03:24,450",
          "tip": "这次，他们用沉重的金属夹子把盘子夹住，以便往盘子上安装铁链。",
          "a": "This time they fixed heavy metal clamps to both sides of the dish so that they could fasten the chains."
        },
        {
          "aStart": "00:03:24,550",
          "aEnd": "00:03:31,933",
          "tip": "这次，盘子必须垂直吊出水面，因为盘子的一边紧靠着运河河岸。",
          "a": "The dish now had to be lifted vertically because one edge was resting against the side of the canal."
        },
        {
          "aStart": "00:03:32,033",
          "aEnd": "00:03:38,483",
          "tip": "绞盘机再次启动，一位工人发动了急修车的引擎。",
          "a": "The winch was again put into operation and one of the men started up the truck."
        },
        {
          "aStart": "00:03:38,583",
          "aEnd": "00:03:44,916",
          "tip": "几分钟后，盘子被成功地拽出了水面。",
          "a": "Several minutes later, the dish was successfully hauled above the surface of the water."
        },
        {
          "aStart": "00:03:45,016",
          "aEnd": "00:03:53,683",
          "tip": "波浪从盘子两侧急涌而出，在运河里掀起一股大浪。",
          "a": "Water streamed in torrents over its sides with such force that it set up a huge wave in the canal."
        },
        {
          "aStart": "00:03:53,783",
          "aEnd": "00:04:03,883",
          "tip": "但是当波浪从河对岸折回来时，就有再次把盘子拖进水里的危险。",
          "a": "There was danger that the wave would rebound off the other side of the bank and send the dish plunging into the water again."
        },
        {
          "aStart": "00:04:03,983",
          "aEnd": "00:04:13,800",
          "tip": "工人们动作迅速，终于赶在那股大浪返回之前把盘子拽到了岸上。",
          "a": "By working at tremendous speed, the men managed to get the dish on to dry land before the wave returned."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/44_412.mp3",
      "path": "/nce3/a/44.mp3",
      "hash": "8083506db46a07474fa361e1b7e61c904e7737d5",
      "key": "nce3/44",
      "title": "Speed and comfort",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:04,633",
      "segment": [
        {
          "aStart": "00:00:14,533",
          "aEnd": "00:00:23,550",
          "tip": "出远门的人常常需要决定是走旱路、水路，还是坐飞机。",
          "a": "People travelling long distances frequently have to decide whether they would prefer to go by land, sea, or air."
        },
        {
          "aStart": "00:00:23,650",
          "aEnd": "00:00:30,616",
          "tip": "很少有人能够真正喜欢坐几个小时以上的火车。",
          "a": "Hardly anyone can positively enjoy sitting in a train for more than a few hours."
        },
        {
          "aStart": "00:00:30,717",
          "aEnd": "00:00:34,583",
          "tip": "车厢很快就变得拥挤、闷热，",
          "a": "Train compartments soon get cramped and stuffy."
        },
        {
          "aStart": "00:00:34,683",
          "aEnd": "00:00:38,816",
          "tip": "想摆脱开旅途的困扰是很难的。",
          "a": "It is almost impossible to take your mind off the journey."
        },
        {
          "aStart": "00:00:38,917",
          "aEnd": "00:00:48,566",
          "tip": "看书只能解决部分问题。车轮与铁轨间单调的嘎喳声很快就会送你进入梦乡。",
          "a": "Reading is only a partial solution, for the monotonous rhythm of the wheels clicking on the rails soon lulls you to sleep."
        },
        {
          "aStart": "00:00:48,666",
          "aEnd": "00:00:52,616",
          "tip": "白天是忽睡忽醒，",
          "a": "During the day, sleep comes in snatches."
        },
        {
          "aStart": "00:00:52,717",
          "aEnd": "00:00:58,366",
          "tip": "到了夜晚，你真想睡了，却很难入睡。 \\nmanage to 设法",
          "a": "At night, when you really wish to go to sleep, you rarely manage to do so."
        },
        {
          "aStart": "00:00:58,466",
          "aEnd": "00:01:10,399",
          "tip": "即使你走运弄到一个卧铺，夜间有一半时间你会盯着车顶那盏小蓝灯而睡不着觉；要不然就为查票摸索你的车票。",
          "a": "If you are lucky enough to get a sleeper, you spend half the night staring at the small blue light in the ceiling, or fumbling to find you ticket for inspection."
        },
        {
          "aStart": "00:01:10,500",
          "aEnd": "00:01:16,733",
          "tip": "一旦抵达目的地，你总是疲惫不堪。",
          "a": "Inevitably you arrive at your destination almost exhausted."
        },
        {
          "aStart": "00:01:16,833",
          "aEnd": "00:01:23,416",
          "tip": "乘汽车作长途旅行则更加不舒服，因为连看书都几乎不可能。",
          "a": "Long car journeys are even less pleasant, for it is quite impossible even to read."
        },
        {
          "aStart": "00:01:23,517",
          "aEnd": "00:01:38,650",
          "tip": "在公路上还好，你至少能以相当快的速度安全地向前行。但旅行的大部分时间都花在路上，而且只有很少的服务设施，交通也很拥挤。",
          "a": "On motorways you can, at least, travel fairly safely at high speeds, but more often than not, the greater part of the journey is spent on roads with few service stations and too much traffic."
        },
        {
          "aStart": "00:01:38,750",
          "aEnd": "00:01:46,516",
          "tip": "相比之下，坐船旅行或环游可以得到文明世界的各种享受。",
          "a": "By comparison, ferry trips or cruises offer a great variety of civilized comforts."
        },
        {
          "aStart": "00:01:46,617",
          "aEnd": "00:01:59,966",
          "tip": "你可以在甲板上伸展四肢、做游戏，还能也很见到各种有趣的人，能享用各种美味佳肴——当然，这一切只有在大海风平浪静的情况下才有可能。",
          "a": "You can stretch your legs on the spacious decks, play games, meet interesting people and enjoy good food -- always assuming, of course, that the sea is calm."
        },
        {
          "aStart": "00:02:00,067",
          "aEnd": "00:02:07,849",
          "tip": "如果大海肆虐起来，你就可能晕船，那种难受劲儿是任何一种别的旅行的方式都不会带来的。",
          "a": "If it is not, and you are likely to get seasick, no form of transport could be worse."
        },
        {
          "aStart": "00:02:07,950",
          "aEnd": "00:02:13,399",
          "tip": "即使风平浪静，坐船旅行也要占用很长时间。",
          "a": "Even if you travel in ideal weather, sea journeys take a long time."
        },
        {
          "aStart": "00:02:13,500",
          "aEnd": "00:02:21,416",
          "tip": "没有多少人会为享受坐船旅行的乐趣而牺牲假期的时间。",
          "a": "Relatively few people are prepared to sacrifice holiday time for the pleasure of travlling by sea."
        },
        {
          "aStart": "00:02:21,516",
          "aEnd": "00:02:29,566",
          "tip": "飞机以危险而著称，连老资格的旅行者也怕飞机。",
          "a": "Aeroplanes have the reputation of being dangerous and even hardened travellers are intimidated by them."
        },
        {
          "aStart": "00:02:29,666",
          "aEnd": "00:02:35,383",
          "tip": "飞机另一个缺点是昂贵。",
          "a": "They also have the disadvantage of being an expensive form of transport."
        },
        {
          "aStart": "00:02:35,483",
          "aEnd": "00:02:39,733",
          "tip": "但就速度与舒适而言，飞机是无与伦比的。",
          "a": "But nothing can match them for speed and comfort."
        },
        {
          "aStart": "00:02:39,833",
          "aEnd": "00:02:50,433",
          "tip": "腾云驾雾，在30，000 英尺高空以500英里的时速旅行，这种经历令人心旷神怡。",
          "a": "Travelling at a height of 30,000 feet, far above the clouds, and at over 500 miles an hour is an exhilarating experience."
        },
        {
          "aStart": "00:02:50,600",
          "aEnd": "00:02:59,449",
          "tip": "你不必想办法去摆脱旅途的困扰，因为飞机会迅速地把你送到目的地。",
          "a": "You do not have to devise ways of taking your mind off the journey, for an aeroplane gets you to your destination rapidly."
        },
        {
          "aStart": "00:02:59,550",
          "aEnd": "00:03:05,566",
          "tip": "几小时之内，你躺在扶手椅上，享受着旅途的欢乐。",
          "a": "For a few hours, you settle back in a deep armchair to enjoy the flight."
        },
        {
          "aStart": "00:03:05,866",
          "aEnd": "00:03:12,133",
          "tip": "真正会享受的人还可以在某些航班上看一场电影和喝香槟。",
          "a": "The real escapist can watch a film and sip champagne on some services."
        },
        {
          "aStart": "00:03:12,233",
          "aEnd": "00:03:18,283",
          "tip": "即使没有这些消遣条件，也总是有事可做。",
          "a": "But even when such refinements are not available, there is plenty to keep you occupied."
        },
        {
          "aStart": "00:03:18,383",
          "aEnd": "00:03:24,183",
          "tip": "飞机上，你可以观察世界上非同寻常的奇妙的美景。",
          "a": "An aeroplane offers you an unusual and breathtaking view of the world."
        },
        {
          "aStart": "00:03:24,283",
          "aEnd": "00:03:29,450",
          "tip": "你毫不费劲地飞越高山幽谷，",
          "a": "You soar effortlessly over high mountains and deep valleys."
        },
        {
          "aStart": "00:03:29,550",
          "aEnd": "00:03:32,633",
          "tip": "你确能饱览大地的风貌。",
          "a": "You really see the shape of the land."
        },
        {
          "aStart": "00:03:32,733",
          "aEnd": "00:03:48,366",
          "tip": "如果这种景色被遮住了，你可以观赏一下展现在你面前的、一望数英里的、连绵不断的云海，同时阳光灿烂，天空清澈明朗。",
          "a": "If the landscape is hidden from view, you can enjoy the extraordinary sight of unbroken cloud plains that stretch out for miles before you, while the sun shines brilliantly in a clear sky."
        },
        {
          "aStart": "00:03:48,466",
          "aEnd": "00:03:55,183",
          "tip": "旅途平稳，丝毫不妨碍你阅读或睡眠。",
          "a": "The journey is so smooth that there is nothing to prevent you from reading or sleeping."
        },
        {
          "aStart": "00:03:55,283",
          "aEnd": "00:04:00,200",
          "tip": "不管你打算如何消磨时间，有件事是可以肯定的，",
          "a": "However you decide to spend your time, one thing is certain:"
        },
        {
          "aStart": "00:04:00,300",
          "aEnd": "00:04:05,399",
          "tip": "即当你抵达目的地时，你感到精神焕发，毫无倦意，",
          "a": "you will arrive at your destination fresh and uncrumpled."
        },
        {
          "aStart": "00:04:05,500",
          "aEnd": "00:04:12,233",
          "tip": "用不着因为漫长的旅途的辛苦而花几天时间休息来恢复精神。",
          "a": "You will not have to spend the next few days recovering from a long and arduous journey."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/45_128.mp3",
      "path": "/nce3/a/45.mp3",
      "hash": "c7eaf0423ad619a29877b08b5bfa60fe6e547458",
      "key": "nce3/45",
      "title": "The power of the press",
      "titleStart": "00:00:01,800",
      "titleEnd": "00:00:04,600",
      "segment": [
        {
          "aStart": "00:00:19,400",
          "aEnd": "00:00:28,333",
          "tip": "在民主国家里，任何限制新闻自由的企图都理所当然地受到谴责。",
          "a": "In democratic countries any efforts to restrict the freedom of the press are rightly condemned."
        },
        {
          "aStart": "00:00:28,433",
          "aEnd": "00:00:33,033",
          "tip": "然而，这种自由很容易被滥用。",
          "a": "However, this freedom can easily be abused."
        },
        {
          "aStart": "00:00:33,300",
          "aEnd": "00:00:40,416",
          "tip": "常人轶事往往比政治事件更能引起公众注意。",
          "a": "Stories about people often attract far more public attention than political events."
        },
        {
          "aStart": "00:00:40,517",
          "aEnd": "00:00:51,433",
          "tip": "我们都喜欢看关于别人生活的报道，但是否同样喜欢看关于自己生活的报道，就很难说了。",
          "a": "Though we may enjoy reading about the lives of others, it is extremely doubtful whether we would equally enjoy reading about ourselves."
        },
        {
          "aStart": "00:00:51,533",
          "aEnd": "00:01:05,266",
          "tip": "记者按事实至上的论点行事，发表有关别人生活的细节，有时会给当事人造成极大的痛苦。",
          "a": "Acting on the contention that facts are sacred, reporters can cause untold suffering to individuals by publishing details about their private lives."
        },
        {
          "aStart": "00:01:05,367",
          "aEnd": "00:01:18,433",
          "tip": "新闻具有巨大的威力。它们不仅可以给寻常人家的生活带来重大的变化，甚至还能推翻一个政府。",
          "a": "Newspapers exert such tremendous influence that they can not only bring about major changes to the lives of ordinary people but can even overthrow a government."
        },
        {
          "aStart": "00:01:18,766",
          "aEnd": "00:01:27,866",
          "tip": "下面这户穷人一夜之间出名发财的故事戏剧性地说明了新闻报道威力。",
          "a": "The story of a poor family that acquired fame and fortune overnight, dramatically illustrates the power of the press."
        },
        {
          "aStart": "00:01:27,967",
          "aEnd": "00:01:35,600",
          "tip": "这户人家住在南达科他州一个人口为23，000 的小镇上，镇名为阿拜丁。",
          "a": "The family lived in Aberdeen, a small town of 23,000 inhabitants in South Dakota."
        },
        {
          "aStart": "00:01:35,700",
          "aEnd": "00:01:41,899",
          "tip": "家里已有5个孩子，全家人常年在贫困中挣扎。",
          "a": "As the parents had five children, life was a perpetual struggle against poverty."
        },
        {
          "aStart": "00:01:42,000",
          "aEnd": "00:01:49,149",
          "tip": "第6个孩子即将问世，他们面临着更为严峻的经济问题。",
          "a": "They were expecting their sixth child and were faced with even more pressing economic problems."
        },
        {
          "aStart": "00:01:49,250",
          "aEnd": "00:01:55,333",
          "tip": "如果他们只添了1个孩子，这件事本来就不会引起任何人的注意。",
          "a": "If they had only had one more child, the fact would have passed unnoticed."
        },
        {
          "aStart": "00:01:55,433",
          "aEnd": "00:02:02,133",
          "tip": "这家人会继续为克服经济上的拮据而奋斗，并默默无闻地活下去。",
          "a": "They would have continued to struggle against economic odds and would have lived in obscurity."
        },
        {
          "aStart": "00:02:02,233",
          "aEnd": "00:02:12,616",
          "tip": "但是他们出人意料生了个五胞胎，4女1男。这事使他们的生活发生了根本的变化。",
          "a": "But they suddenly became the parents of quintuplets,four girls and a boy, an event which radically changed their lives."
        },
        {
          "aStart": "00:02:12,717",
          "aEnd": "00:02:22,083",
          "tip": "五胞胎降生第二天，一架飞机飞抵阿拜丁，随机带来60名记者与摄影师。",
          "a": "The day after the birth of the five children, an aeroplane arrived in Aberdeen bringing sixty reporters and photographers."
        },
        {
          "aStart": "00:02:22,183",
          "aEnd": "00:02:24,583",
          "tip": "这一家迅速出了名。",
          "a": "The rise to fame was swift."
        },
        {
          "aStart": "00:02:24,683",
          "aEnd": "00:02:29,816",
          "tip": "电视摄像机和报纸把消息传送到全国。",
          "a": "Television cameras and newspapers carried the news to everyone in the country."
        },
        {
          "aStart": "00:02:29,917",
          "aEnd": "00:02:38,283",
          "tip": "报纸、杂志出高价向他们购买文字、图片的独家报道权。",
          "a": "Newspapers and magazines offered the family huge sums for the exclusive rights to publish stories and photographs."
        },
        {
          "aStart": "00:02:38,383",
          "aEnd": "00:02:48,383",
          "tip": "不但素昧平生的人寄来了大量的礼物，而且婴儿食品、婴儿肥皂制造厂商为了替自己产品做广告也寄来了大量的礼物。",
          "a": "Gifts poured in not only from unknown people, but room baby food and soap manufacturers who wished to advertise their products."
        },
        {
          "aStart": "00:02:48,483",
          "aEnd": "00:02:56,383",
          "tip": "这家人住的旧家舍将由一座价值50万美元的新住宅所取代。",
          "a": "The old farmhouse the family lived in was to be replaced by new $500,000 home."
        },
        {
          "aStart": "00:02:56,483",
          "aEnd": "00:03:06,416",
          "tip": "由于记者纷纷要求会见，他们不得不请了律师充当他们家的发言人举行记者招待会。",
          "a": "Reporters kept pressing for interviews so lawyers had to be employed to act as spokesmen for the family at press conferences."
        },
        {
          "aStart": "00:03:06,516",
          "aEnd": "00:03:16,983",
          "tip": "眼下，五胞胎还静静地躺在医院婴儿室的氧气帐里，他们的父母却为这名声付出了代价，",
          "a": "While the five babies were babies were still quietly sleeping in oxygen tents in hospital nursery, their parents were paying the price for fame."
        },
        {
          "aStart": "00:03:17,083",
          "aEnd": "00:03:21,849",
          "tip": "他们再也无法过正常的生活。",
          "a": "It would never again be possible for them to lead normal lives."
        },
        {
          "aStart": "00:03:21,950",
          "aEnd": "00:03:29,999",
          "tip": "他们成了商业化的受害者，因为他们的名字具有了市场价值。",
          "a": "They had become the victims of commercialization, for their names had acquired a market value."
        },
        {
          "aStart": "00:03:30,100",
          "aEnd": "00:03:37,866",
          "tip": "这些孩子立即成了商品，而不是5个新的家庭成员。",
          "a": "Instead of being five new family members, these children had immediately become a commodity."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/46_483.mp3",
      "path": "/nce3/a/46.mp3",
      "hash": "6fee96901326a2ea9a747bc20f6a916e2c6f68d1",
      "key": "nce3/46",
      "title": "Do it yourself",
      "titleStart": "00:00:02,100",
      "titleEnd": "00:00:04,500",
      "segment": [
        {
          "aStart": "00:00:16,533",
          "aEnd": "00:00:26,816",
          "tip": "现在我们自己动手做事的热情很高，结果对于专业工人的依赖越来越少了。",
          "a": "So great is our passion for doing things for ourselves, that we are becoming increasingly less dependent on specialized labour."
        },
        {
          "aStart": "00:00:26,916",
          "aEnd": "00:00:34,933",
          "tip": "由于出版了不计其数的教人自己动手做事的书报杂志，没有人再能说对某事一无所知。",
          "a": "No one can plead ignorance of a subject any longer, for these are countless do-it-yourself publications."
        },
        {
          "aStart": "00:00:35,033",
          "aEnd": "00:00:43,466",
          "tip": "新婚夫妇找来合适的工具和材料，喜气洋洋地开始布置新房。",
          "a": "Armed with the right tools and materials, newlyweds gaily embark on the task of decorating their own homes."
        },
        {
          "aStart": "00:00:43,567",
          "aEnd": "00:00:55,850",
          "tip": "特别是男人，常利用空闲时间安装壁炉、布置花园、建造车库、制作家具。",
          "a": "Men, particularly, spend hours of their leisure time installing their own fireplaces, laying out their own gardens; building garages and making furniture."
        },
        {
          "aStart": "00:00:55,950",
          "aEnd": "00:01:02,083",
          "tip": "有些热衷于自己动手的人甚至自己组装电脑。",
          "a": "Some really keen enthusiasts go so far as to build their own computers."
        },
        {
          "aStart": "00:01:02,183",
          "aEnd": "00:01:15,300",
          "tip": "为了满足自己动手热的需要，商店不仅为初学者提供专门的咨询服务，而且为顾客准备了各种零件，供他们买回家去安装。",
          "a": "Shops cater for the do-it-yourself craze not only by running special advisory services for novices, but by offering consumers bits and pieces which they can assemble at home."
        },
        {
          "aStart": "00:01:15,400",
          "aEnd": "00:01:25,833",
          "tip": "这些东西为人们潜在的创造力提供了一个绝妙的用武之地。但不幸的是，我们并非人人都是能工巧匠。",
          "a": "Such things provide an excellent outlet for pent up creative energy, but unfortunately not all of us are born handymen."
        },
        {
          "aStart": "00:01:26,066",
          "aEnd": "00:01:33,266",
          "tip": "妻子常常认为她们的丈夫无比聪明能干。",
          "a": "Some wives tend to believe that their husbands are infinitely resourceful and can fix anything."
        },
        {
          "aStart": "00:01:33,600",
          "aEnd": "00:01:43,266",
          "tip": "甚至那些连一枚钉子都钉不直的男人都被认为是天生的电工、木匠、水管工和机械师。",
          "a": "Even men who can hardly drive a nail in straight are supposed to be born electricians, carpenters, plumbers and mechanics."
        },
        {
          "aStart": "00:01:43,366",
          "aEnd": "00:01:56,199",
          "tip": "每当电灯保险丝烧断、家具榫头松动、管道堵塞、吸尘器不动时，有些妻子认为丈夫总有办法。",
          "a": "When lights fuse, furniture gets rickety, pipes get clogged, or vacuum cleaners fail to operate, some woman assume that their husbands will somehow put things right."
        },
        {
          "aStart": "00:01:56,300",
          "aEnd": "00:02:08,733",
          "tip": "自己动手的例子中最糟糕的是，有时甚至是男人尽管接连失败却还误以为自己什么都行，",
          "a": "The worst thing about the do-it-yourself game is that sometimes even men live under the delusion that they can do anything, even when they have repeatedly been proved wrong."
        },
        {
          "aStart": "00:02:08,833",
          "aEnd": "00:02:12,783",
          "tip": "原因就是要面子。\\n 直译 这是一个自尊心的问题，就像其他任何事情一样",
          "a": "It is a question of pride as much as anything else."
        },
        {
          "aStart": "00:02:12,883",
          "aEnd": "00:02:18,766",
          "tip": "今年春天，妻子让我请人检查一下我家的割草机。",
          "a": "Last spring my wife suggested that I call in a man to look at our lawn mower."
        },
        {
          "aStart": "00:02:18,867",
          "aEnd": "00:02:27,283",
          "tip": "那台割草机去年夏天就坏了，尽管我答应修，但一直没抽出时间，",
          "a": "It had broken down the previous summer, and though I promised to repair it, I had never got round to it."
        },
        {
          "aStart": "00:02:27,383",
          "aEnd": "00:02:33,216",
          "tip": "我不愿听妻子的建议，说我自己会修。",
          "a": "I would not hear of the suggestion and said that I would fix it myself."
        },
        {
          "aStart": "00:02:33,316",
          "aEnd": "00:02:40,199",
          "tip": "一个星期六的下午，我把割草机拉到了花园里，",
          "a": "One Saturday afternoon, I hauled the machine into the garden and had a close look at it."
        },
        {
          "aStart": "00:02:40,300",
          "aEnd": "00:02:45,099",
          "tip": "仔细检查了一番。在我看来，只需稍加调整即可。",
          "a": "As far as I could see, it needed only a minor adjustment:"
        },
        {
          "aStart": "00:02:45,200",
          "aEnd": "00:02:53,649",
          "tip": "这儿紧紧螺丝，那儿固定一下，再加几滴油，就会像新的一样了。",
          "a": "a turn of a screw here, a little tightening up there, a drop of oil and it would be as good as new."
        },
        {
          "aStart": "00:02:53,750",
          "aEnd": "00:02:58,699",
          "tip": "事实上，修理工作远不是那么简单。",
          "a": "Inevitably the repair job was not quite so simple."
        },
        {
          "aStart": "00:02:58,800",
          "aEnd": "00:03:05,016",
          "tip": "修完后割草机还是纹丝不动。于是，我决定把它拆开。",
          "a": "The mower firmly refused to mow, so I decided to dismantle it."
        },
        {
          "aStart": "00:03:05,116",
          "aEnd": "00:03:11,816",
          "tip": "一会儿工夫，割草机便被拆成一个个金属零件，乱七八糟地堆在花园里。",
          "a": "The garden was soon littered with chunks of metal which had once made up a lawn mower."
        },
        {
          "aStart": "00:03:11,917",
          "aEnd": "00:03:15,116",
          "tip": "但我却非常高兴，",
          "a": "But I was extremely pleased with myself."
        },
        {
          "aStart": "00:03:15,216",
          "aEnd": "00:03:18,283",
          "tip": "因为我找到了毛病所在。",
          "a": "I had traced the cause of the trouble."
        },
        {
          "aStart": "00:03:18,383",
          "aEnd": "00:03:23,333",
          "tip": "驱动轮子的链条断了一节。",
          "a": "One of links in the chain that drives the wheels had snapped."
        },
        {
          "aStart": "00:03:23,433",
          "aEnd": "00:03:34,116",
          "tip": "我买来一根新链条后，面临的就是如何把这些令人眼花缭乱的拼板重新组装起来。",
          "a": "After buying a new chain I was faced with the insurmountable task of putting the confusing jigsaw puzzle together again."
        },
        {
          "aStart": "00:03:34,216",
          "aEnd": "00:03:52,016",
          "tip": "等我装完后，那台割草机仍然一动不动，对此我倒并不感到吃惊。原因很简单，因为还剩下几个形状奇特的零件似乎哪里也装不上去。",
          "a": "I was not surprised to find that the machine still refused to work after I had reassembled it, for the simple reason that I was left with several curiously shaped bits of metal which did not seem to fit anywhere."
        },
        {
          "aStart": "00:03:52,117",
          "aEnd": "00:03:54,633",
          "tip": "我无可奈何，只好罢休。",
          "a": "I gave up in despair."
        },
        {
          "aStart": "00:03:54,733",
          "aEnd": "00:03:57,783",
          "tip": "几个星期过去了，草长了起来。",
          "a": "The weeks passed and the grass grew."
        },
        {
          "aStart": "00:03:57,883",
          "aEnd": "00:04:06,583",
          "tip": "妻子喋喋不休让我想点办法。我告诉她，要么买一台新割草机，要么让草长下去。",
          "a": "When my wife nagged me to do something about it, I told her that either I would have to buy a new mower or let the grass grow."
        },
        {
          "aStart": "00:04:06,683",
          "aEnd": "00:04:11,466",
          "tip": "不用说，我家现在已被丛林包围。",
          "a": "Needless to say our house is now surrounded by a jungle."
        },
        {
          "aStart": "00:04:11,567",
          "aEnd": "00:04:18,800",
          "tip": "深草丛中的某个地方有一台正在生锈的割草机，那就是我曾答应某日要修理的割草机。",
          "a": "Buried somewhere in deep grass there is a rusting lawn mower which I have promised to repair one day."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/47_073.mp3",
      "path": "/nce3/a/47.mp3",
      "hash": "539f71955991139fa22cc64cff1de4e6b1e20911",
      "key": "nce3/47",
      "title": "Too high a price?",
      "titleStart": "00:00:01,966",
      "titleEnd": "00:00:04,533",
      "segment": [
        {
          "aStart": "00:00:18,133",
          "aEnd": "00:00:25,149",
          "tip": "污染就是我们为这个人口过密，过度工业化的星球所付出的代价。",
          "a": "Pollution is the price we pay for an overpopulated, over industrialized planet."
        },
        {
          "aStart": "00:00:25,250",
          "aEnd": "00:00:30,566",
          "tip": "当我们开始考虑垃圾问题时，我们只有4种对付垃圾的方法：",
          "a": "When you come to think about it, there are only four ways you can deal with rubbish:"
        },
        {
          "aStart": "00:00:30,667",
          "aEnd": "00:00:37,383",
          "tip": "倾倒、焚烧、把垃圾变成再生材料或试图少产生一些垃圾。",
          "a": "dump it, burn it, turn it into something you can use again, attempt to produce less of it."
        },
        {
          "aStart": "00:00:37,483",
          "aEnd": "00:00:47,166",
          "tip": "我们一直在试这4种方式，但是，我们在世界范围内仅产生的垃圾的量就有把我们覆盖的危险。",
          "a": "We keep trying all four methods, but he sheer volume of rubbish we produce worldwide threatens to overwhelm us."
        },
        {
          "aStart": "00:00:47,633",
          "aEnd": "00:00:53,083",
          "tip": "然而，垃圾只是我们这个星球的污染问题的一个方面。",
          "a": "Rubbish, however, is only part of the problem of polluting our planet."
        },
        {
          "aStart": "00:00:53,183",
          "aEnd": "00:01:00,733",
          "tip": "日益增长的对廉价食物的需求导致了另一种形式的污染。",
          "a": "The need to produce ever-increasing quantities of cheap food leads to a different kind of pollution."
        },
        {
          "aStart": "00:01:00,833",
          "aEnd": "00:01:07,816",
          "tip": "工业化的农作方式生产出廉价的肉类制品——牛肉、猪肉和鸡肉。",
          "a": "Industrialized farming methods produce cheap meat products: beef, pork and chicken."
        },
        {
          "aStart": "00:01:07,917",
          "aEnd": "00:01:14,133",
          "tip": "使用杀虫剂和化肥生产出廉价的谷物和蔬菜。",
          "a": "The use of pesticides and fertilizers produces cheap grain and vegetables."
        },
        {
          "aStart": "00:01:14,233",
          "aEnd": "00:01:19,149",
          "tip": "为了廉价食物我们付出代价已经太高了：",
          "a": "The price we pay for cheap food may be already too high:"
        },
        {
          "aStart": "00:01:19,250",
          "aEnd": "00:01:29,433",
          "tip": "牛肉中的疯牛病，鸡肉和鸡蛋中的沙门氏菌，奶制品中的利斯特杆菌。",
          "a": "Mad Cow Disease (BSE) in cattle, salmonella in chicken and eggs, and wisteria in dairy products."
        },
        {
          "aStart": "00:01:29,533",
          "aEnd": "00:01:49,116",
          "tip": "如果你想放弃肉类而变成一位素食者，那么你可以两者择一：或是选用价格昂贵、有机培植的蔬菜，或是当你认为在享用新鲜色拉和新鲜蔬菜或饮用一杯无害的水的时候，实际上每次都不断吃进杀虫剂。",
          "a": "And if you think you'll abandon meat and become a vegetarian, you have the choice of very expensive organically-grown vegetables or a steady diet of pesticides every time you think you're eating fresh salads and vegetables, or just having an innocent glass of water!"
        },
        {
          "aStart": "00:01:49,217",
          "aEnd": "00:02:02,133",
          "tip": "但是，还有一种更加隐蔽有害的污染，它专门影响城镇地区，侵袭我们的日常生活，那就是噪音。",
          "a": "However, there is an even more insidious kind of pollution that particularly affects urban areas and invades our daily lives, and that is noise."
        },
        {
          "aStart": "00:02:02,233",
          "aEnd": "00:02:12,916",
          "tip": "防盗警报器在白天和黑夜的任何时候都会响起来，它的作用只是骚扰过路行人，而实际上却帮助窃贼入室行窃。",
          "a": "Burglar alarms going off at any time of the day or night serve only to annoy passers-by and actually assist burglars to burgle."
        },
        {
          "aStart": "00:02:13,017",
          "aEnd": "00:02:19,649",
          "tip": "在街上，汽车的防盗警报不断对我们吼叫，这是人们极度烦燥的一个原因，",
          "a": "Car alarms constantly scream at us in the street and are a source of profound irritation."
        },
        {
          "aStart": "00:02:19,750",
          "aEnd": "00:02:34,933",
          "tip": "最近一个有关噪音的作用的调查（令人吃惊地）指出，夜间连续不断的狗叫声，在一个从1级至7级刻度表上应列为最严重的噪间污染。",
          "a": "A recent survey of the effects of noise revealed (surprisingly?) that dogs barking incessantly in the night rated the highest form of noise pollution on a scale ranging from 1 to 7."
        },
        {
          "aStart": "00:02:35,033",
          "aEnd": "00:02:41,349",
          "tip": "这个调查揭示了我们所不喜欢的大量的噪间的来源：",
          "a": "The survey revealed a large number of sources of noise that we really dislike."
        },
        {
          "aStart": "00:02:41,450",
          "aEnd": "00:03:05,933",
          "tip": "夏天呜呜作响的割草机，公寓楼里深夜聚会的喧哗声，大声吵闹的邻居，各式各样的车辆，特别是穿越寂静的村庄的集装箱卡车，从头顶飞过的飞机和直升机，被带到公共场所、音量开到最大的大功率收音机。",
          "a": "Lawn mowers whining on a summer's day, late-night parties in apartment blocks, noisy neighbors, vehicles of al kinds, especially large container trucks thundering through quiet village, planes and helicopters flying overhead, large radios carried round in public places and played at maximum volume."
        },
        {
          "aStart": "00:03:06,033",
          "aEnd": "00:03:11,033",
          "tip": "新技术也为噪音作了它的贡献。",
          "a": "New technology has also made its own contribution to noise."
        },
        {
          "aStart": "00:03:11,133",
          "aEnd": "00:03:21,199",
          "tip": "许多人都反对移动式电话，特别是在如饭店，公共交通车等公共场所使用移动电话。",
          "a": "A lot of people object to mobile phones, especially when they are used in public places like restaurants or on public transport."
        },
        {
          "aStart": "00:03:21,300",
          "aEnd": "00:03:30,683",
          "tip": "用移动电话大声交谈干扰我们的思路，破坏我们和朋友在一起轻声聊天所得到的乐趣。",
          "a": "Loud conversations on mobile phones invade our thoughts or interrupt the pleasure of meeting friends for a quiet chat."
        },
        {
          "aStart": "00:03:30,783",
          "aEnd": "00:03:39,399",
          "tip": "这个有关噪音的污染调查还揭示了一种出人意外而同时可能会引人意外而同时可能会引人发笑的老式噪音源。",
          "a": "The noise pollution survey revealed a rather spurring and possibly amusing old fashioned source of noise."
        },
        {
          "aStart": "00:03:39,500",
          "aEnd": "00:03:42,783",
          "tip": "它竟然是鼾声。",
          "a": "It turned out to be snoring!"
        },
        {
          "aStart": "00:03:42,883",
          "aEnd": "00:03:45,933",
          "tip": "人类是这方面的罪魁祸首。",
          "a": "Men were found to be the worst offenders."
        },
        {
          "aStart": "00:03:46,033",
          "aEnd": "00:03:51,683",
          "tip": "调查指出，20%的35岁左右的男人打鼾；",
          "a": "It was revealed that 20% of men in their mid-thirties snore."
        },
        {
          "aStart": "00:03:51,783",
          "aEnd": "00:03:57,983",
          "tip": "而到60岁这个年龄段，这个数字上升到令人惊愕的60%。",
          "a": "This figure rises to a staggering 60% of men in their sixties."
        },
        {
          "aStart": "00:03:58,083",
          "aEnd": "00:04:10,933",
          "tip": "与这些数字相比，只有5% 的女性经常打鼾；而其余则经常被与她们同睡、像吹号似地打着呼噜的男人吵醒或弄得睡不着。",
          "a": "Against these figures, it was found that only 5% of women snore regularly, while the rest are constantly woken or kept awake by their trumpeting partners."
        },
        {
          "aStart": "00:04:11,033",
          "aEnd": "00:04:21,200",
          "tip": "不管噪声来自何方，有一点是肯定的： 看来寂静已变成一种珍贵的回忆。",
          "a": "Whatever the source of noise, one thing is certain: silence, it seems, has become a golden memory."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/48_857.mp3",
      "path": "/nce3/a/48.mp3",
      "hash": "ba471ca4af12c29222ee941eda5926b971f68938",
      "key": "nce3/48",
      "title": "The silent village",
      "titleStart": "00:00:01,966",
      "titleEnd": "00:00:04,800",
      "segment": [
        {
          "aStart": "00:00:14,100",
          "aEnd": "00:00:22,749",
          "tip": "在这个旅游频繁的世界上，仍有成千上万个游人足迹未至的地方。",
          "a": "In this much-travelled world, there are still thousands of places which are inaccessible to tourists."
        },
        {
          "aStart": "00:00:22,850",
          "aEnd": "00:00:29,350",
          "tip": "人们总是以为偏僻的地方的村民们热情好客。",
          "a": "We always assume that villagers in remote places are friendly and hospitable."
        },
        {
          "aStart": "00:00:29,450",
          "aEnd": "00:00:39,516",
          "tip": "但是，那些不但与外国旅游者隔绝，而且与本国同胞隔绝的人们有可能对游客抱有敌意。",
          "a": "But people who are cut off not only from foreign tourists, but even from their own countrymen can be hostile to travellers."
        },
        {
          "aStart": "00:00:39,617",
          "aEnd": "00:00:48,533",
          "tip": "到真正偏僻的村庄去旅游并不是一件愉快的事情。我与妻子在一次周游巴尔干半岛时对此深有体会。",
          "a": "Visits to really remote villages are seldom enjoyable -- as my wife and I discovered during a tour through the Balkans."
        },
        {
          "aStart": "00:00:48,633",
          "aEnd": "00:00:55,650",
          "tip": "我们在一座小镇上逗留了几天，参观了附近的许多古老的教堂。",
          "a": "We had spent several days in a small town and visited a number of old churches in the vicinity."
        },
        {
          "aStart": "00:00:55,750",
          "aEnd": "00:01:07,316",
          "tip": "这些教堂吸引大量游客，不仅是因为建筑风格奇特，而且还有大量保存完好的壁画。",
          "a": "These attracted many visitors, for they were not only of great architectural interest, but contained a large number of beautifully preserved frescoes as well."
        },
        {
          "aStart": "00:01:07,416",
          "aEnd": "00:01:14,166",
          "tip": "我们离开小镇的前一天，镇上来了几辆满载游客的公共汽车。",
          "a": "On the day before our departure, several bus loads of tourists descended on the town."
        },
        {
          "aStart": "00:01:14,266",
          "aEnd": "00:01:21,866",
          "tip": "人多得使我们难以忍受，于是我们决定利用最后一天去乡间一游。",
          "a": "This was more than we could bear, so we decided to spend our last day exploring the countryside."
        },
        {
          "aStart": "00:01:22,333",
          "aEnd": "00:01:30,249",
          "tip": "我们走上了一条出镇的小路，穿过几块农田，来到一片茂密的树林。",
          "a": "Taking a path which led out of the town, we crossed a few fields until we came to a dense wood."
        },
        {
          "aStart": "00:01:30,350",
          "aEnd": "00:01:37,983",
          "tip": "我们原以为小路会到此突然终止。没想到它到树林中继续向前延伸。",
          "a": "We expected the path to end abruptly, but we found that it traced its way through the trees."
        },
        {
          "aStart": "00:01:38,083",
          "aEnd": "00:01:44,600",
          "tip": "我们在树林中跋涉了两个多小时，到了一条深溪边。",
          "a": "We tramped through the wood for over two hours until we arrived at a deep stream."
        },
        {
          "aStart": "00:01:44,700",
          "aEnd": "00:01:53,116",
          "tip": "我们可以看到小路在深溪对岸继续向前伸展，但却不知如何越过这道深溪。",
          "a": "We could see that the path continued on the other side, but we had no idea how we could get across the stream."
        },
        {
          "aStart": "00:01:53,216",
          "aEnd": "00:01:57,549",
          "tip": "突然，妻子发现岸边泊着一条小船，",
          "a": "Suddenly my wife spotted a boat moored to the bank."
        },
        {
          "aStart": "00:01:57,650",
          "aEnd": "00:02:01,149",
          "tip": "船上有一船夫在呼呼大睡。",
          "a": "In it there was a boatman fast asleep."
        },
        {
          "aStart": "00:02:01,250",
          "aEnd": "00:02:06,349",
          "tip": "我们轻轻地把他唤醒，请他把我们摆渡过溪。",
          "a": "We gently woke him up and asked him to ferry us to the other side."
        },
        {
          "aStart": "00:02:06,450",
          "aEnd": "00:02:12,799",
          "tip": "一开始，他很不愿意，但经劝说，终于同意了。",
          "a": "Though he was reluctant to do so at first, we eventually persuaded him to take us."
        },
        {
          "aStart": "00:02:12,900",
          "aEnd": "00:02:18,849",
          "tip": "顺着小路，我们来到一个座落在陡峭山坡上的小村庄。",
          "a": "The path led to a tiny village perched on the steep sides of a mountain."
        },
        {
          "aStart": "00:02:18,950",
          "aEnd": "00:02:26,650",
          "tip": "这儿有一条未经修筑的弯弯曲曲的道路，路两边排列着一些矮小的农舍。",
          "a": "The place consisted of a straggling unmade road which was lined on either side by small houses."
        },
        {
          "aStart": "00:02:26,750",
          "aEnd": "00:02:35,816",
          "tip": "农舍全用灰色的土坯建成，因此，即使在晴朗的蓝天底下，",
          "a": "Even under a clear blue sky, the village looked forbidding, as all the houses were built of grey mud bricks."
        },
        {
          "aStart": "00:02:35,916",
          "aEnd": "00:02:48,600",
          "tip": "村庄看上去也会令人感到难以亲近。村里似乎无人居住，唯一的生命迹象是附近田里一只面目可憎的黑山羊，用一截短绳拴在一棵树上。",
          "a": "The village seemed deserted, the only sign of life being an ugly-looking black goat on a short length of rope tied to a tree in a field nearby."
        },
        {
          "aStart": "00:02:48,700",
          "aEnd": "00:02:58,533",
          "tip": "我们在田边一堵东倒西歪的篱笆墙上坐下来，打开几听沙丁鱼罐头，吃了一顿野外午餐。",
          "a": "Sitting down on a dilapidated wooden fence near the field, we opened a couple of tins of sardines and had a picnic lunch."
        },
        {
          "aStart": "00:02:58,633",
          "aEnd": "00:03:04,483",
          "tip": "突然，我注意到妻子十分惊恐。",
          "a": "All at once, I noticed that my wife seemed to be filled with alarm."
        },
        {
          "aStart": "00:03:04,583",
          "aEnd": "00:03:12,733",
          "tip": "我抬头一看，发现我们被一群衣衫褴褛的小孩团团围住了，他们在默不作声地看着我们吃饭。",
          "a": "Looking up I saw that we were surrounded by children in rags who were looking at us silently as we ate."
        },
        {
          "aStart": "00:03:12,833",
          "aEnd": "00:03:19,533",
          "tip": "我们给他们东西吃，客客气气地同他们交谈，但他们却一动也不动。",
          "a": "We offered them food and spoke to them kindly, but they remained motionless."
        },
        {
          "aStart": "00:03:19,633",
          "aEnd": "00:03:23,783",
          "tip": "我认为这不过是他们在陌生人面前表现出的害羞。",
          "a": "I concluded that they were simply shy of strangers."
        },
        {
          "aStart": "00:03:23,883",
          "aEnd": "00:03:32,099",
          "tip": "后来，我们在村里的主要街道上行走的时候，一队默不作声的孩子跟在我们后头。",
          "a": "When we later walked down the main street of the villager, we were followed by a silent procession of children."
        },
        {
          "aStart": "00:03:32,200",
          "aEnd": "00:03:37,733",
          "tip": "刚才还似乎空荡荡的村庄一下子活跃了起来，",
          "a": "The village which had seemed deserted, immediately came to life."
        },
        {
          "aStart": "00:03:37,833",
          "aEnd": "00:03:40,316",
          "tip": "窗口露出了一张张面孔，",
          "a": "Faces appeared at windows."
        },
        {
          "aStart": "00:03:40,417",
          "aEnd": "00:03:45,433",
          "tip": "只穿着衬衣的男人们站在屋子外面凶狠地盯着我们，",
          "a": "Men in shirt sleeves stood outside their houses and glared at us."
        },
        {
          "aStart": "00:03:45,533",
          "aEnd": "00:03:50,549",
          "tip": "披黑纱巾的老妇人站在门口偷偷地瞅着我们。",
          "a": "Old women in black shawls peered at us from doorways."
        },
        {
          "aStart": "00:03:50,650",
          "aEnd": "00:03:56,316",
          "tip": "最令人害怕的是到处没有一点声音。",
          "a": "The most frightening thing of all was that not a sound could be heard."
        },
        {
          "aStart": "00:03:56,416",
          "aEnd": "00:04:01,333",
          "tip": "毫无疑问，我们的来访是不受欢迎的。",
          "a": "There was no doubt that we were unwelcome visitors."
        },
        {
          "aStart": "00:04:01,433",
          "aEnd": "00:04:03,983",
          "tip": "我们不需要进一步的警告了。",
          "a": "We needed no further warning."
        },
        {
          "aStart": "00:04:04,083",
          "aEnd": "00:04:14,666",
          "tip": "便掉转身子，沿着那条主要街道加快步伐，快速地朝深溪边走去，希望船夫还在那儿等着我们。",
          "a": "Turning back down the main street, we quickened our pace and made our way rapidly towards the stream where we hoped the boatman was waiting."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/49_339.mp3",
      "path": "/nce3/a/49.mp3",
      "hash": "34b725d499b282b5ce2048e7d8cfffe383a4bfad",
      "key": "nce3/49",
      "title": "!The ideal servant",
      "titleStart": "00:00:01,900",
      "titleEnd": "00:00:05,066",
      "segment": [
        {
          "aStart": "00:00:14,400",
          "aEnd": "00:00:18,799",
          "tip": "我的姑妈哈丽特好多年前就去世了，这倒是件好事。",
          "a": "It is a good thing my aunt Harriet died years ago."
        },
        {
          "aStart": "00:00:18,900",
          "aEnd": "00:00:28,999",
          "tip": "如果她活到今天，她将不能就她热衷的话题“佣人”发表意见了。",
          "a": "If she were alive today she would not be able to air her views on her favourite topic of conversation: domestic servants."
        },
        {
          "aStart": "00:00:29,100",
          "aEnd": "00:00:35,183",
          "tip": "哈丽特生活在一个悠闲的年代，家务事都由雇来的佣人代劳。",
          "a": "Aunt Harriet lived in that leisurely age when servants were employed to do housework."
        },
        {
          "aStart": "00:00:35,283",
          "aEnd": "00:00:40,200",
          "tip": "她在乡下有一幢巨大杂乱的房子，叫作“山墙庄园”。",
          "a": "She had a huge, rambling country house called 'The Gables'."
        },
        {
          "aStart": "00:00:40,300",
          "aEnd": "00:00:52,516",
          "tip": "她对这幢房子在感情上难舍难分。房子实在太大了，但在丈夫去世多年后，她仍然执意长年住在那儿。",
          "a": "She was sentimentally attached to this house, for even though it was far too big for her needs, she persisted in living there long after her husband's death."
        },
        {
          "aStart": "00:00:52,616",
          "aEnd": "00:00:57,666",
          "tip": "哈丽特姑妈年轻时，喜欢大摆宴席，招待宾客。",
          "a": "Before she grew old, Aunt Harriet used to entertain lavishly."
        },
        {
          "aStart": "00:00:57,767",
          "aEnd": "00:01:01,099",
          "tip": "我小时候常去“山墙庄园”作客。",
          "a": "I often visited The Gables when I was a boy."
        },
        {
          "aStart": "00:01:01,200",
          "aEnd": "00:01:07,383",
          "tip": "不管去多少宾客，大房子里总是收拾得干干净净。",
          "a": "No matter how many guests were present, the great house was always immaculate."
        },
        {
          "aStart": "00:01:07,483",
          "aEnd": "00:01:22,966",
          "tip": "镶木地板洁如明镜，擦得发亮的银器陈列在明亮的玻璃柜里，连姑夫的大量藏书也保存得很好，奇迹般地一尘不染。",
          "a": "The parquet floors shone like mirrors; highly polished silver was displayed in gleaming glass cabinets; even my uncle's huge collection of books was kept miraculously free from dust."
        },
        {
          "aStart": "00:01:23,066",
          "aEnd": "00:01:32,516",
          "tip": "哈丽特姑妈统率着一支看不见的佣人大军，他们不停地擦拭、清扫、刷洗。",
          "a": "Aunt Harriet presided over an invisible army of servants that continuously scrubbed, cleaned, and polished."
        },
        {
          "aStart": "00:01:32,617",
          "aEnd": "00:01:45,016",
          "tip": "她称这些佣人叫“流动人口”，因为他们来匆匆，所以我甚至都没有机会知道他们的姓名。",
          "a": "She always referred to them as 'the shifting population', for they came and went with such frequency that I never even got a chance to learn their names."
        },
        {
          "aStart": "00:01:45,117",
          "aEnd": "00:01:59,933",
          "tip": "姑妈待佣人在当时算是开明的，从来不让佣人每天工作超过8小时，但他们很难使她称心如意。",
          "a": "Though my aunt pursued what was, in those days, an enlightened policy, in that she never allowed her domestic staff to work more than eight hours a day, she was extremely difficult to please."
        },
        {
          "aStart": "00:02:00,033",
          "aEnd": "00:02:16,600",
          "tip": "她一方面总是批评人的本性朝三暮四，另一方面她又持之以恒地寻找一个理想的佣人。即使在贝西大大地伤她的心之后，她还在找，一直到她死去。",
          "a": "While she always criticized the fickleness of human nature, she carried on an unrelenting search for the ideal servant to the end of her days, even after she had been sadly disillusioned by Bessie."
        },
        {
          "aStart": "00:02:16,800",
          "aEnd": "00:02:20,816",
          "tip": "贝西在哈丽特家干了3年。",
          "a": "Bessie worked for Aunt Harriet for three years."
        },
        {
          "aStart": "00:02:20,916",
          "aEnd": "00:02:28,583",
          "tip": "在此期间，她赢得了姑母的赏识，甚至当上了大管家。",
          "a": "During that time she so gained my aunt's confidence that she was put in charge of the domestic staff."
        },
        {
          "aStart": "00:02:28,683",
          "aEnd": "00:02:35,633",
          "tip": "哈丽特不知该用什么言辞来赞扬贝西的勤奋与高效。",
          "a": "Aunt Harriet could not find words to praise Bessie's industriousness and efficiency."
        },
        {
          "aStart": "00:02:35,733",
          "aEnd": "00:02:41,766",
          "tip": "贝西除了有各种本领以外，还是一个烹饪大师。",
          "a": "In addition to all her other qualifications, Bessie was an expert cook."
        },
        {
          "aStart": "00:02:41,867",
          "aEnd": "00:02:50,149",
          "tip": "她担任“理想仆人”角色3年之后，哈丽特终于发现她有“小小的弱点”。",
          "a": "She acted the role of the perfect servant for three years before Aunt Harriet discovered her 'little weakness'."
        },
        {
          "aStart": "00:02:50,250",
          "aEnd": "00:03:01,866",
          "tip": "一次，姑妈有一个星期没在“山墙庄园”住。一天下午，她出其不意地回来了，带来一大批客人，吩咐贝西准备晚饭。",
          "a": "After being absent from The Gables for a week, my aunt unexpectedly returned one afternoon with a party of guests and instructed Bessie to prepare dinner."
        },
        {
          "aStart": "00:03:01,966",
          "aEnd": "00:03:09,816",
          "tip": "结果，不仅饭菜远不如平时做得好，而且贝西走起路来似乎东倒西歪。",
          "a": "Not only was the meal well below the usual standard, but Bessie seemed unable to walk steadily."
        },
        {
          "aStart": "00:03:09,917",
          "aEnd": "00:03:14,499",
          "tip": "她撞到了家具上，嘴里还不断咕咕哝哝议论客人。",
          "a": "She bumped into the furniture and kept mumbling about the guests."
        },
        {
          "aStart": "00:03:14,600",
          "aEnd": "00:03:30,799",
          "tip": "当她端着最后一道菜——一大盘布丁——走进屋来时，在地毯上绊了一跤。布丁飞到半空，从姑母身边擦过，然后狠狠地砸在餐桌上。",
          "a": "When she came in with the last course -- a huge pudding -- she tripped on the carpet and the pudding went flying through the air, narrowly missed my aunt, and crashed on the dining table with considerable force."
        },
        {
          "aStart": "00:03:30,900",
          "aEnd": "00:03:37,916",
          "tip": "这件事引起了客人们的欢笑，但哈丽特却着实吓了一跳。",
          "a": "Though this caused great mirth among the guests, Aunt Harriet was horrified."
        },
        {
          "aStart": "00:03:38,017",
          "aEnd": "00:03:42,983",
          "tip": "她不得不认定贝西是喝醉了。",
          "a": "She reluctantly came to the conclusion that Bessie was drunk."
        },
        {
          "aStart": "00:03:43,083",
          "aEnd": "00:03:57,649",
          "tip": "客人们自然从贝西为他们开门那一刻起就看出来了，在好长一段时间里，即最后这个乱子发生前，他们努力克制才没笑出声来。",
          "a": "The guests had, of course, realized this from the moment Bessie opened the door for them and, long before the final catastrophe, had had a difficult time trying to conceal their amusement."
        },
        {
          "aStart": "00:03:57,750",
          "aEnd": "00:04:01,466",
          "tip": "贝西当即被解雇了。",
          "a": "The poor girl was dismissed instantly."
        },
        {
          "aStart": "00:04:01,566",
          "aEnd": "00:04:14,633",
          "tip": "贝西走后，哈丽特姑妈发现在贝西以前用过的衣柜里整整齐齐地放着一堆堆形状各导、大小不一的酒瓶子。",
          "a": "After her departure, Aunt Harriet discovered that there were piles of empty wine bottles of all shapes and sizes neatly stacked in what had once been Bessie's wardrobe."
        },
        {
          "aStart": "00:04:14,733",
          "aEnd": "00:04:19,633",
          "tip": "这些酒瓶神不知鬼不觉地从酒窖来到了这里。",
          "a": "They had mysteriously found their way there from the wine cellar!"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/50_600.mp3",
      "path": "/nce3/a/50.mp3",
      "hash": "6e1eb7eb69fe84221b1f450c21e4fbed1981eced",
      "key": "nce3/50",
      "title": "New Year resolutions",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/51_563.mp3",
      "path": "/nce3/a/51.mp3",
      "hash": "93d4036349c462ee1763ca05db06834976dae425",
      "key": "nce3/51",
      "title": "Predicting the future",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/52_513.mp3",
      "path": "/nce3/a/52.mp3",
      "hash": "ccc67e3e2e45ec9e20f3410e8c96fb26b693f923",
      "key": "nce3/52",
      "title": "Mud is mud",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/53_727.mp3",
      "path": "/nce3/a/53.mp3",
      "hash": "2e5b8f7fde1e2fefe740aec2a532822efb76fd04",
      "key": "nce3/53",
      "title": "In the public interest",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/54_697.mp3",
      "path": "/nce3/a/54.mp3",
      "hash": "32c51c295c54ecd08061273b342bb92d3e58aa3e",
      "key": "nce3/54",
      "title": "Instinct or cleverness?",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/55_867.mp3",
      "path": "/nce3/a/55.mp3",
      "hash": "b84bd5ae820214e71a50ffd93b44c9fbb4190633",
      "key": "nce3/55",
      "title": "From the earth: Greetings",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/56_544.mp3",
      "path": "/nce3/a/56.mp3",
      "hash": "575cac1c8e2d88e750c5f90460c789201429ee30",
      "key": "nce3/56",
      "title": "Our neighbour,the river",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/57_865.mp3",
      "path": "/nce3/a/57.mp3",
      "hash": "3c7048a7719d8000d35d677a59f7dd944ddfb5c4",
      "key": "nce3/57",
      "title": "Back in the old country",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/58_721.mp3",
      "path": "/nce3/a/58.mp3",
      "hash": "4ed54ff7165640cebcc0b78b9ea444b5db8f965e",
      "key": "nce3/58",
      "title": "A spot of bother",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/59_476.mp3",
      "path": "/nce3/a/59.mp3",
      "hash": "1acc08b4d73b131b5523774048ae22d3ce135ce9",
      "key": "nce3/59",
      "title": "Collecting",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/60_579.mp3",
      "path": "/nce3/a/60.mp3",
      "hash": "9b5837bdc07121246a45112835eec10cd7e16279",
      "key": "nce3/60",
      "title": "Too early and too late",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,233",
      "segment": []
    }
  ]
}