{
  "type": "AUDIO-KV",
  "rootPath": "book",
  "key": "book",
  "lesson": [
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/01_499.mp3",
      "path": "/nce3/a/01.mp3",
      "hash": "47235681209e463559e12c7fb02eef8479db95bc",
      "key": "nce3/01",
      "title": "A puma at large",
      "titleStart": "00:00:01,833",
      "titleEnd": "00:00:04,466",
      "segment": [
        {
          "aStart": "00:00:13,966",
          "aEnd": "00:00:18,866",
          "tip": "美洲狮是一种体形似猫的大动物，产于美洲。",
          "a": "Pumas are large, cat-like animals which are found in America."
        },
        {
          "aStart": "00:00:18,966",
          "aEnd": "00:00:28,833",
          "tip": "当伦敦动物园接到报告说，在伦敦以南45英里处发现一只美洲狮时，这些报告并没有受到重视。",
          "a": "When reports came into London Zoo that a wild puma had been spotted forty-five miles south of London, they were not taken seriously."
        },
        {
          "aStart": "00:00:28,933",
          "aEnd": "00:00:43,533",
          "tip": "可是，随着证据越来越多，动物园的专家们感到有必要进行一番调查，因为凡是声称见到过美洲狮的人们所描述的情况竟是出奇地相似。",
          "a": "However, as the evidence began to accumulate, experts from the Zoo felt obliged to investigate, for the descriptions given by people who claimed to have seen the puma were extraordinarily similar."
        },
        {
          "aStart": "00:00:43,633",
          "aEnd": "00:00:53,316",
          "tip": "搜寻美洲狮的工作是从一座小村庄开始的。那里的一位妇女在采摘黑莓时的看见“一只大猫”，离她仅5码远",
          "a": "The hunt for the puma began in a small village where a woman picking blackberries saw 'a large cat' only five yards away from her."
        },
        {
          "aStart": "00:00:53,416",
          "aEnd": "00:01:02,566",
          "tip": "她刚看见它，它就立刻逃走了。专家证实，美洲狮非被逼得走投无路，是决不会伤人的。",
          "a": "It immediately ran away when she saw it, and experts confirmed that a puma will not attack a human being unless it is cornered."
        },
        {
          "aStart": "00:01:02,666",
          "aEnd": "00:01:12,266",
          "tip": "事实上搜寻工作很困难，因为常常是早晨在甲地发现那只美洲狮，晚上却在20英里外的乙地发现它的踪迹。",
          "a": "The search proved difficult, for the puma was often observed at one place in the morning and at another place twenty miles away in the evening."
        },
        {
          "aStart": "00:01:12,366",
          "aEnd": "00:01:18,766",
          "tip": "无论它走哪儿，一路上总会留下一串死鹿及死兔子之类的小动物，",
          "a": "Wherever it went, it left behind it a trail of dead deer and small animals like rabbits."
        },
        {
          "aStart": "00:01:18,866",
          "aEnd": "00:01:25,066",
          "tip": "在许多地方看见爪印，灌木丛中发现了粘在上面的美洲狮毛。",
          "a": "Paw prints were seen in a number of places and puma fur was found clinging to bushes."
        },
        {
          "aStart": "00:01:25,166",
          "aEnd": "00:01:33,733",
          "tip": "有人抱怨说夜里听见“像猫一样的叫声”；一位商人去钓鱼，看见那只美洲狮在树上。",
          "a": "Several people complained of 'cat-like noises' at night and a businessman on a fishing trip saw the puma up a tree."
        },
        {
          "aStart": "00:01:33,833",
          "aEnd": "00:01:40,816",
          "tip": "专家们如今已经完全肯定那只动物就是美洲狮，但它是从哪儿来的呢？",
          "a": "The experts were now fully convinced that the animal was a puma, but where had it come from?"
        },
        {
          "aStart": "00:01:40,916",
          "aEnd": "00:01:51,816",
          "tip": "由于全国动物园没有一家报告丢了美洲狮，因此那只美洲狮一定是某位私人收藏豢养的，不知怎么设法逃出来了。",
          "a": "As no pumas had been reported missing from any zoo in the country, this one must have been in the possession of a private collector and somehow managed to escape."
        },
        {
          "aStart": "00:01:51,917",
          "aEnd": "00:01:56,933",
          "tip": "搜寻工作进行了好几个星期，但始终未能逮住那只美洲狮。",
          "a": "The hunt went on for several weeks, but the puma was not caught."
        },
        {
          "aStart": "00:01:57,033",
          "aEnd": "00:02:04,366",
          "tip": "想到在宁静的乡村里有一头危险的野兽继续逍遥流窜，真令人担心。",
          "a": "It is disturbing to think that a dangerous wild animal is still at large in the quiet countryside."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/02_226.mp3",
      "path": "/nce3/a/02.mp3",
      "hash": "7291b5f132581b9e9bd092f09d917955f1dd97e5",
      "key": "nce3/02",
      "title": "Thirteen equals one",
      "titleStart": "00:00:01,633",
      "titleEnd": "00:00:04,400",
      "segment": [
        {
          "aStart": "00:00:16,133",
          "aEnd": "00:00:26,116",
          "tip": "我们教区的牧师总是为各种各样的事筹集资金。但始终未能筹足资金把教堂的钟修好。",
          "a": "Our vicar is always raising money for one cause or another, but he has never managed to get enough money to have the church clock repaired."
        },
        {
          "aStart": "00:00:26,217",
          "aEnd": "00:00:35,833",
          "tip": "教堂的钟很大，以前不分昼夜打点报时，但很多年前遭到毁坏，从此便无声无息了。",
          "a": "The big clock which used to strike the hours day and night was damaged many years ago and has been silent ever since."
        },
        {
          "aStart": "00:00:35,966",
          "aEnd": "00:00:43,250",
          "tip": "一天夜里，我们的牧师突然被惊醒了，大钟又在“打点”报时了！",
          "a": "One night, however, our vicar woke up with a start: the clock was striking the hours!"
        },
        {
          "aStart": "00:00:43,350",
          "aEnd": "00:00:51,549",
          "tip": "他一看表，才1点钟，可是那钟一边敲了13下才停。",
          "a": "Looking at his watch, he saw that it was one o'clock, but the bell struck thirteen times before it stopped."
        },
        {
          "aStart": "00:00:51,650",
          "aEnd": "00:00:57,616",
          "tip": "牧师拿着一支电筒走上钟楼想去看看究竟发生了什么事情。",
          "a": "Armed with a torch, the vicar went up into the clock tower to see what was going on."
        },
        {
          "aStart": "00:00:57,717",
          "aEnd": "00:01:05,983",
          "tip": "借着电筒光。他看见一个人，马上认出那是本地杂货店主比尔.威尔金斯。",
          "a": "In the torchlight, he caught sight of a figure whom he immediately recognized as Bill Wilkins, our local grocer."
        },
        {
          "aStart": "00:01:06,083",
          "aEnd": "00:01:10,916",
          "tip": "“你究竟在这上面干什么，比尔？”牧师惊讶地问。",
          "a": "'Whatever are you doing up here Bill?' asked the vicar in surprise."
        },
        {
          "aStart": "00:01:11,016",
          "aEnd": "00:01:21,899",
          "tip": "“我想把这口钟修好，”比尔回答说。“好几个星期了，我天天夜里到钟楼上来。嗯，我是想让你大吃一惊。”",
          "a": "'I'm trying to repair the bell, ' answered Bill. 'I've been coming up here night after night for weeks now. You see, I was hoping to give you a surprise.'"
        },
        {
          "aStart": "00:01:22,000",
          "aEnd": "00:01:32,666",
          "tip": "“你确实使我大吃了一惊！”牧师说，“也许同时你把村里所有的人都吵醒了。不过，钟又能报时了，我还是很高兴的。”",
          "a": "'You certainly did give me a surprise!' said the vicar. 'You've probably woken up everyone in the village as well. Still, I'm glad the bell is working again.'"
        },
        {
          "aStart": "00:01:32,766",
          "aEnd": "00:01:44,699",
          "tip": "“问题就在这里，牧师，”比尔回答说。“不错，钟能报时了，但是，恐怕每到1点钟，它总要敲13下，对此我已无能为力了。”",
          "a": "'That's the trouble, vicar, ' answered Bill. 'It's working all right, but I'm afraid that at one o'clock it will strike thirteen times and there's nothing I can do about it.'"
        },
        {
          "aStart": "00:01:44,800",
          "aEnd": "00:01:57,200",
          "tip": "“大家慢慢就习惯了，比尔，”牧师说。“13下是不如1下好，但总比1下也不敲强。来，咱们下楼去喝杯茶吧。”",
          "a": "'We'll get used to that, Bill,' said the vicar.'Thirteen is not as good as one, but it's better than nothing. Now let's go downstairs and have a cup of tea. '"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/03_122.mp3",
      "path": "/nce3/a/03.mp3",
      "hash": "dc427681f4d711fefe5bff42c7da498a916644be",
      "key": "nce3/03",
      "title": "An unknown goddess",
      "titleStart": "00:00:01,866",
      "titleEnd": "00:00:05,033",
      "segment": [
        {
          "aStart": "00:00:15,733",
          "aEnd": "00:00:23,899",
          "tip": "不久之前，在爱琴海的基亚岛上，考古工作者有一项有趣的发现。",
          "a": "Some time ago, an interesting discovery was made by archaeologists on the Aegean island of Kea."
        },
        {
          "aStart": "00:00:24,000",
          "aEnd": "00:00:32,100",
          "tip": "一个美国考古队在阿伊亚.依里尼海角的一座古城里考察了一座庙宇。",
          "a": "An American team explored a temple which stands in an ancient city on the promontory of Ayia Irini."
        },
        {
          "aStart": "00:00:32,200",
          "aEnd": "00:00:38,633",
          "tip": "这座古城肯定一度很繁荣，因为它曾享有高度的文明，",
          "a": "The city at one time must have been prosperous, for it enjoyed a high level of civilization."
        },
        {
          "aStart": "00:00:38,733",
          "aEnd": "00:00:43,733",
          "tip": "房子一般有3层楼高，用石块修建。",
          "a": "Houses, often three storeys high, were built of stone."
        },
        {
          "aStart": "00:00:43,833",
          "aEnd": "00:00:48,083",
          "tip": "里面房间很大，墙壁装饰华丽。",
          "a": "They had large rooms with beautifully decorated walls."
        },
        {
          "aStart": "00:00:48,183",
          "aEnd": "00:00:56,733",
          "tip": "城里甚至还敷设了排水系统，因为在狭窄的街道底下发现了许许多多陶土制作的排水管道。",
          "a": "The city was even equipped with a drainage system, for a great many clay pipes were found beneath the narrow streets"
        },
        {
          "aStart": "00:00:57,000",
          "aEnd": "00:01:06,733",
          "tip": "考古工作者考察的这座庙宇从公元前15世纪直到罗马时代一直是祭祀祈祷的场所。",
          "a": "The temple which the archaeologists explored was used as a place of worship from the 15th century B.C. until Roman times."
        },
        {
          "aStart": "00:01:06,833",
          "aEnd": "00:01:13,766",
          "tip": "在庙中最神圣的一间殿堂里发现了15尊陶雕像的碎片。",
          "a": "In the most sacred room of the temple, clay fragments of 15 statues were found."
        },
        {
          "aStart": "00:01:13,866",
          "aEnd": "00:01:19,766",
          "tip": "每一尊雕像代表一位女神，而且一度上过色。",
          "a": "Each of these represented a goddess and had, at one time, been painted."
        },
        {
          "aStart": "00:01:19,867",
          "aEnd": "00:01:26,649",
          "tip": "其中有一尊雕像，她的躯体是在公元前15世纪的历史文物中发现的，",
          "a": "The body of one statue was found among remains dating from the 15th century B.C."
        },
        {
          "aStart": "00:01:26,750",
          "aEnd": "00:01:32,466",
          "tip": "而她那身异处的脑袋却碰巧是在公元前5世纪的文物中找到的。\n\n直译：它丢失的头恰好在公元前5世纪的遗迹中。",
          "a": "Its missing head happened to be among remains of the 5th century B.C."
        },
        {
          "aStart": "00:01:32,567",
          "aEnd": "00:01:37,583",
          "tip": "她的脑袋一定是在古希腊罗马时代就为人所发现，并受到精心的保护。",
          "a": "This head must have been found in Classical times and carefully preserved."
        },
        {
          "aStart": "00:01:37,683",
          "aEnd": "00:01:41,333",
          "tip": "却使在当时，它也属历史悠久的珍奇之物。\n\n直译：即使在当时，它也已经非常古老且珍贵。",
          "a": "It was very old and precious even then."
        },
        {
          "aStart": "00:01:41,433",
          "aEnd": "00:01:50,666",
          "tip": "考古工作者把这些碎片重新拼装起来后，惊奇地发现那位女神原来是一位相貌十分摩登的女郎。",
          "a": "When the archaeologists reconstructed the fragments, they were amazed to find that the goddess turned out to be a very modern-looking woman"
        },
        {
          "aStart": "00:01:50,767",
          "aEnd": "00:01:55,466",
          "tip": "她身高3英尺，双手叉腰。",
          "a": "She stood three feet high and her hands rested on her hips."
        },
        {
          "aStart": "00:01:55,566",
          "aEnd": "00:01:59,549",
          "tip": "身穿一条拖地长裙，",
          "a": "She was wearing a full-length skirt which swept the ground."
        },
        {
          "aStart": "00:01:59,650",
          "aEnd": "00:02:10,633",
          "tip": "尽管上了年纪，但体态确实优美。不过，考古工作者至今未能确定这位女神的身份。",
          "a": "Despite her great age, she was very graceful indeed, but, so far, the archaeologists have been unable to discover her identity"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/04_182.mp3",
      "path": "/nce3/a/04.mp3",
      "hash": "571a3d26eb5239d919ff38d685710b83c076129f",
      "key": "nce3/04",
      "title": "The double life of Alfred Bloggs",
      "titleStart": "00:00:01,966",
      "titleEnd": "00:00:06,033",
      "segment": [
        {
          "aStart": "00:00:16,366",
          "aEnd": "00:00:24,416",
          "tip": "如今，从事体力劳动的人的收入一般要比坐办公室的人高出许多。",
          "a": "These days, people who do manual work often receive far more money than people who work in offices."
        },
        {
          "aStart": "00:00:24,516",
          "aEnd": "00:00:36,399",
          "tip": "坐办公室的之所以常常被称作“白领工人”，就是因为他们通常是穿着硬领白衬衫，系着领带去上班。",
          "a": "People who work in offices are frequently referred to as 'white-collar workers' for the simple reason that they usually wear a collar and tie to go to work."
        },
        {
          "aStart": "00:00:36,500",
          "aEnd": "00:00:47,849",
          "tip": "许多人常常情愿放弃较高的薪水以换取做白领工人的殊荣，此乃人之常情。",
          "a": "Such is human nature, that a great many people are often willing to sacrifice higher pay for the privilege of becoming white-collar workers."
        },
        {
          "aStart": "00:00:47,950",
          "aEnd": "00:00:59,933",
          "tip": "而这常常会引起种种奇怪的现象，在埃尔斯米尔公司当清洁工的艾尔弗雷德.布洛斯就是一个例子。",
          "a": "This can give rise to curious situations, as it did in the case of Alfred Bloggs who worked as a dustman for the Ellesmere Corporation."
        },
        {
          "aStart": "00:01:00,300",
          "aEnd": "00:01:07,349",
          "tip": "艾尔弗结婚时，感到非常难为情，而没有将自己的职业告诉妻子。",
          "a": "When he got married, Alf was too embarrassed to say anything to his wife about his job."
        },
        {
          "aStart": "00:01:07,450",
          "aEnd": "00:01:11,133",
          "tip": "他只说在埃尔斯米尔公司上班。",
          "a": "He simply told her that he worked for the Corporation."
        },
        {
          "aStart": "00:01:11,233",
          "aEnd": "00:01:16,200",
          "tip": "每天早晨，他穿上一身漂亮的黑色西装离家上班，",
          "a": "Every morning, he left home dressed in a smart black suit."
        },
        {
          "aStart": "00:01:16,300",
          "aEnd": "00:01:22,616",
          "tip": "然后换上工作服，当8个小时清洁工。",
          "a": "He then changed into overalls and spent the next eight hours as a dustman."
        },
        {
          "aStart": "00:01:22,717",
          "aEnd": "00:01:28,683",
          "tip": "晚上回家前，他洗个淋浴，重新换上那身黑色西服。",
          "a": "Before returning home at night. He took a shower and changed back into his suit."
        },
        {
          "aStart": "00:01:28,783",
          "aEnd": "00:01:47,249",
          "tip": "两年多以来，艾尔弗一直这样，他的同事也为他保守秘密。艾尔弗的妻子一直不知道她嫁给了一个清洁工，而且她永远也不会知道了，因为艾尔弗已找到薪职，不久就要坐办公室里工作了。",
          "a": "Alf did this for over two years and his fellow dustmen kept his secret Alf's wife has never discovered that she married a dustman and she never will, for Alf has just found another job. He will soon be working in an office."
        },
        {
          "aStart": "00:01:47,350",
          "aEnd": "00:01:56,749",
          "tip": "他将来挣的钱只有他现在的一半。不过他觉得，地位升高了，损失点儿钱也值得。",
          "a": "He will be earning only half as much as he used to, but he feels that his rise in status is well worth the loss of money."
        },
        {
          "aStart": "00:01:56,850",
          "aEnd": "00:02:06,066",
          "tip": "从此，艾尔弗可以一天到晚穿西服了。别人将称呼他为“布洛格斯先生”，而不再叫他“艾尔弗”了。",
          "a": "From now on, he will wear a suit all day and others will call him 'Mr. Bloggs', not 'Alf'."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/05_131.mp3",
      "path": "/nce3/a/05.mp3",
      "hash": "5ce0edf2ad4b4976dfc1365803c889a2efff6e3d",
      "key": "nce3/05",
      "title": "The facts",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,400",
      "segment": [
        {
          "aStart": "00:00:16,166",
          "aEnd": "00:00:24,783",
          "tip": "报刊杂志的编辑常常为了向读者提供一些无关紧要的事实和统计数字而走向极端。",
          "a": "Editors of newspapers and magazines often go to extremes to provide their readers with unimportant facts and statistics."
        },
        {
          "aStart": "00:00:24,883",
          "aEnd": "00:00:34,666",
          "tip": "去年，一位记者受一家有名的杂志的委托写一篇关于非洲某个新成立共和国总统府的文章。",
          "a": "Last year a journalist had been instructed by a well-known magazine to write an article on the president's palace in a new African republic."
        },
        {
          "aStart": "00:00:34,767",
          "aEnd": "00:00:41,933",
          "tip": "稿子寄来后，编辑看了第一句话就拒绝予以发表。",
          "a": "When the article arrived, the editor read the first sentence and then refused to publish it."
        },
        {
          "aStart": "00:00:42,033",
          "aEnd": "00:01:00,066",
          "tip": "文章的开头是这样的：“几百级台阶通向环绕总统府的高墙。”编辑立即给那位记者发去传真，要求他核实一下台阶的确切数字和围墙的高度。",
          "a": "The article began: ‘Hundreds of steps lead to the high wall which surrounds the president's palace’. The editor at once sent the journalist a fax instructing him to find out the exact number of steps and the height of the wall."
        },
        {
          "aStart": "00:01:00,800",
          "aEnd": "00:01:08,250",
          "tip": "这位记者立刻开始去获取这些重要的事实，但他用了很长时间才发送它们。",
          "a": "The journalist immediately set out to obtain these important facts, but he took a long time to send them."
        },
        {
          "aStart": "00:01:08,350",
          "aEnd": "00:01:13,816",
          "tip": "在此期间，编辑等得不耐烦了，因为杂志马上要付印。",
          "a": "Meanwhile the editor was getting impatient for the magazine would soon go to press."
        },
        {
          "aStart": "00:01:13,916",
          "aEnd": "00:01:19,050",
          "tip": "他给记者先后发去两份传真，但对方毫无反应。",
          "a": "He sent the journalist two more faxes, but received no reply."
        },
        {
          "aStart": "00:01:19,150",
          "aEnd": "00:01:26,283",
          "tip": "于是他又发了一份传真，通知那位记者说，若再不迅速答复，将被解雇。",
          "a": "He sent yet another fax informing the journalist that if he did not reply soon he would be fired."
        },
        {
          "aStart": "00:01:26,383",
          "aEnd": "00:01:35,066",
          "tip": "但记者还是没有回复。编辑无奈，勉强按原样发稿了。",
          "a": "When the journalist again failed to reply, the editor reluctantly published the article as it had originally been written."
        },
        {
          "aStart": "00:01:35,167",
          "aEnd": "00:01:40,550",
          "tip": "一周之后，编辑终于接到了记者的传真。",
          "a": "A week later, the editor at last received a fax from the journalist."
        },
        {
          "aStart": "00:01:40,650",
          "aEnd": "00:01:46,716",
          "tip": "那个可怜的记者不仅被捕了，而且还被送进了监狱。",
          "a": "Not only had the poor man been arrested, but he had been sent to prison as well."
        },
        {
          "aStart": "00:01:46,816",
          "aEnd": "00:02:04,833",
          "tip": "不过，他终于获准发回了一份传真。在传真中他告诉编辑，就在他数通向15英尺高的总统府围墙的 1,084 级台阶时，被抓了起来。",
          "a": "However, he had at last been allowed to send a fax in which he informed the editor that he had been arrested while counting the 1,084 steps leading to the fifteen-foot wall which surrounded the president's palace."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/06_344.mp3",
      "path": "/nce3/a/06.mp3",
      "hash": "bd12f3d9ed81911e6c5b2b3adf858399332f2418",
      "key": "nce3/06",
      "title": "Smash-and-grab",
      "titleStart": "00:00:01,766",
      "titleEnd": "00:00:04,366",
      "segment": [
        {
          "aStart": "00:00:13,400",
          "aEnd": "00:00:19,566",
          "tip": "皮卡迪利大街(伦敦中部一街道)附近的一条著名拱廊街道上，几家高档商店刚刚开始营业。",
          "a": "The expensive shops in a famous arcade near Piccadilly were just opening."
        },
        {
          "aStart": "00:00:19,667",
          "aEnd": "00:00:24,100",
          "tip": "在早晨的这个时候，拱廊街上几乎空无一人。",
          "a": "At this time of the morning, the arcade was almost empty."
        },
        {
          "aStart": "00:00:24,200",
          "aEnd": "00:00:30,583",
          "tip": "珠宝店主泰勒先生正在欣赏新布置的橱窗。",
          "a": "Mr. Taylor, the owner of a jewellery shop was admiring a new window display."
        },
        {
          "aStart": "00:00:30,683",
          "aEnd": "00:00:37,916",
          "tip": "他手下两名店员从早上8点就开始忙碌，这时刚刚布置完毕。",
          "a": "Two of his assistants had been working busily since eight o'clock and had only just finished."
        },
        {
          "aStart": "00:00:38,016",
          "aEnd": "00:00:45,066",
          "tip": "钻石项链、戒指漂亮地陈列在黑色丝绒上面。",
          "a": "Diamond necklaces and rings had been beautifully arranged on a background of black velvet."
        },
        {
          "aStart": "00:00:45,166",
          "aEnd": "00:00:51,683",
          "tip": "泰勒先生站在橱窗外凝神欣赏了几分钟就回到了店里。",
          "a": "After gazing at the display for several minutes, Mr. Taylor went back into his shop."
        },
        {
          "aStart": "00:00:51,783",
          "aEnd": "00:01:05,333",
          "tip": "宁静突然被打破，一辆大轿车亮着前灯，响着喇叭，呼啸着冲进了拱廊街，在珠宝店门口停了下来。",
          "a": "The silence was suddenly broken when a large car, with its headlights on and its horn blaring, roared down the arcade. It came to a stop outside the jeweller's.\ncome to a stop 比 stop: 更正式，更过程化而stop更直接\njeweller's 珠宝商的店"
        },
        {
          "aStart": "00:01:05,433",
          "aEnd": "00:01:16,600",
          "tip": "一人留在驾驶座上，另外两个用黑色长筒丝袜蒙面的人跳下车来。他们用铁棒把商店橱窗的玻璃砸碎。",
          "a": "One man stayed at the wheel while two others with black stockings over their faces jumped out and smashed the window of the shop with iron bars."
        },
        {
          "aStart": "00:01:16,700",
          "aEnd": "00:01:21,233",
          "tip": "这开始发生时，泰勒先生正在楼上。",
          "a": "While this was going on, Mr. Taylor was upstairs."
        },
        {
          "aStart": "00:01:21,333",
          "aEnd": "00:01:30,233",
          "tip": "他与店员动手向窗外投掷家具，椅子，桌子飞落花流水在拱廊街上。",
          "a": "He and his staff began throwing furniture out of the window. Chairs and tables went flying into the arcade."
        },
        {
          "aStart": "00:01:30,333",
          "aEnd": "00:01:39,850",
          "tip": "一个窃贼被一尊很重的雕像击中，但由于他忙着抢钻石首饰，竟连疼痛都顾不上了。",
          "a": "One of the thieves was struck by a heavy statue, but he was too busy helping himself to diamonds to notice any pain."
        },
        {
          "aStart": "00:01:39,950",
          "aEnd": "00:01:49,783",
          "tip": "这场抢劫只持续了3分钟，因为窃贼争先恐后地爬上轿车，以惊人的速度开跑了。",
          "a": "The raid was all over in three minutes, for the men scrambled back into the car and it moved off at a fantastic speed."
        },
        {
          "aStart": "00:01:49,883",
          "aEnd": "00:02:00,899",
          "tip": "就在轿车离开的时候，泰勒先生从店里冲了出来，跟在车后追赶，一边还往车上扔烟灰缸、花瓶。但他已无法抓住那些窃贼了。",
          "a": "Just as it was leaving, Mr. Taylor rushed out and ran after it throwing ashtrays and vases, but it was impossible to stop the thieves."
        },
        {
          "aStart": "00:02:01,000",
          "aEnd": "00:02:06,433",
          "tip": "他们已带着价值数千镑的首饰逃之夭夭了。",
          "a": "They had got away with thousands of pounds worth of diamonds"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/07_038.mp3",
      "path": "/nce3/a/07.mp3",
      "hash": "094f1b60fd3cbe298573ef215588ed5cb95801ab",
      "key": "nce3/07",
      "title": "Mutilated ladies",
      "titleStart": "00:00:01,433",
      "titleEnd": "00:00:03,900",
      "segment": [
        {
          "aStart": "00:00:12,300",
          "aEnd": "00:00:14,833",
          "tip": "这种事情在你身上出现过吗？",
          "a": "Has it ever happened to you?"
        },
        {
          "aStart": "00:00:14,933",
          "aEnd": "00:00:22,866",
          "tip": "你有没有把裤子塞进洗衣机，然后又想起在裤子的后兜有一张大面值的纸币？",
          "a": "Have you ever put your trousers in the washing machine and then remembered there was a large bank note in your back pocket?"
        },
        {
          "aStart": "00:00:22,967",
          "aEnd": "00:00:28,600",
          "tip": "当你把裤子抢救出来时，你有没有发现那张纸币已经变得比白纸还白？",
          "a": "When you rescued your trousers, did you find the note was whiter than white?"
        },
        {
          "aStart": "00:00:28,700",
          "aEnd": "00:00:36,166",
          "tip": "当英国人犯这种错误时，他们不必感到绝望（而许多国家的人都有这种绝望的感觉）。",
          "a": "People who live in Britain needn't despair when they make mistakes like this(and a lot of people do)!"
        },
        {
          "aStart": "00:00:36,267",
          "aEnd": "00:00:48,166",
          "tip": "对英国人来说，值得庆幸的是英国银行有一个残钞鉴别组，负责处理那些把钱塞进机器或塞给狗的人提出的索赔要求。",
          "a": "Fortunately for them, the Bank of England has a team called Mutilated Ladies which deals with claims from people who fed their money to a machine or to their dog."
        },
        {
          "aStart": "00:00:48,267",
          "aEnd": "00:00:52,399",
          "tip": "看起来，狗很喜欢咀嚼钱币。",
          "a": "Dogs, it seems, love to chew up money!"
        },
        {
          "aStart": "00:00:52,500",
          "aEnd": "00:01:00,716",
          "tip": "最近的一个案例与简·巴特林有关，她的未婚夫约翰拥有一家生意兴隆的家具店。",
          "a": "A recent case concerns Jane Butlin whose fiancé, John, runs a successful furniture business."
        },
        {
          "aStart": "00:01:00,817",
          "aEnd": "00:01:09,516",
          "tip": "有一天约翰的生意很好，他把一只装有3,000英镑的钱包放进微波炉内保存。",
          "a": "John had a very good day and put his wallet containing ￡3,000 into the microwave oven for safekeeping."
        },
        {
          "aStart": "00:01:09,617",
          "aEnd": "00:01:12,566",
          "tip": "然后，他和简一起去骑马。",
          "a": "Then he and Jane went horse-riding."
        },
        {
          "aStart": "00:01:12,667",
          "aEnd": "00:01:22,416",
          "tip": "回家后，简用微波炉煮了晚饭，无意之中把她未婚夫的钱包也一起煮了。",
          "a": "When they got home, Jane cooked their dinner in the microwave oven and without realizing it, cooked her fiancé's wallet as well."
        },
        {
          "aStart": "00:01:22,517",
          "aEnd": "00:01:30,233",
          "tip": "可以想像他们发现一只煮得很好看的钱包、钞票已化成灰时的沮丧心情。",
          "a": "Imagine their dismay when they found a beautifully-cooked wallet and notes turned to ash!"
        },
        {
          "aStart": "00:01:30,666",
          "aEnd": "00:01:42,466",
          "tip": "约翰去找银行经理，经理把约翰的钱包和纸币的残留物送到英国银行在纽卡斯尔的一个专门部门: 残钞鉴别组！",
          "a": "John went to see his bank manager who sent the remains of the wallet and the money to the special department of the Bank of England in Newcastle: the Mutilated Ladies!"
        },
        {
          "aStart": "00:01:42,567",
          "aEnd": "00:01:47,733",
          "tip": "他们鉴定了这些残留物。约翰拿回了他损失的全部数额。",
          "a": "They examined the remains and John got all his money back."
        },
        {
          "aStart": "00:01:47,900",
          "aEnd": "00:02:04,166",
          "tip": "“只要有东西可供识别，我们会把钱还给人家的，”银行的一位女发言人说。“去年，我们对21,000起索赔要求支付了150万英镑。”",
          "a": "'So long as there's something to identify, we will give people their money back, ' said a spokeswoman for the Bank. 'Last year, we paid ￡1.5m on 21,000 claims.'"
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/08_535.mp3",
      "path": "/nce3/a/08.mp3",
      "hash": "107e2a57f96aa9f70f20458a7b66387e8f2496ae",
      "key": "nce3/08",
      "title": "A famous monastery",
      "titleStart": "00:00:01,666",
      "titleEnd": "00:00:04,633",
      "segment": [
        {
          "aStart": "00:00:14,533",
          "aEnd": "00:00:20,233",
          "tip": "圣伯纳德大山口连接着瑞士与意大利，",
          "a": "The Great St. Bernard Pass connects Switzerland to Italy."
        },
        {
          "aStart": "00:00:20,333",
          "aEnd": "00:00:27,833",
          "tip": "海拔2，473米，是欧洲最高的山口。",
          "a": "At 2, 473 metres, it is the highest mountain pass in Europe."
        },
        {
          "aStart": "00:00:27,933",
          "aEnd": "00:00:36,516",
          "tip": "11世纪建造的著名的圣伯纳德修道院位于离山口1英里远的地方。",
          "a": "The famous monastery of St. Bernard, which was founded in the eleventh century, lies about a mile away."
        },
        {
          "aStart": "00:00:36,616",
          "aEnd": "00:00:44,249",
          "tip": "几百年来，圣伯纳德修道院驯养的狗拯救了许多翻越这道山口的旅游者的生命。",
          "a": "For hundreds of years, St. Bernard dogs have saved the lives of travellers crossing the dangerous Pass."
        },
        {
          "aStart": "00:00:44,350",
          "aEnd": "00:00:53,116",
          "tip": "这些最先从亚洲引进的狗，待人友好，早在罗马时代就给人当看门狗了。",
          "a": "These friendly dogs, which were first brought from Asia, were used as watchdogs even in Roman times."
        },
        {
          "aStart": "00:00:53,217",
          "aEnd": "00:01:06,166",
          "tip": "如今由于在山里开挖了隧道，翻越山口已不那么危险了。但每年还要派狗到雪地里去帮助那些遇到困难的旅游者。",
          "a": "Now that a tunnel has been built through the mountains, the Pass is less dangerous, but each year, the dogs are still sent out into the snow whenever a traveller is in difficulty."
        },
        {
          "aStart": "00:01:06,266",
          "aEnd": "00:01:13,866",
          "tip": "尽管修通了隧道，但仍有一些人想冒险徒步跨越圣伯纳德山口。",
          "a": "Despite the new tunnel, there are still a few people who rashly attempt to cross the Pass on foot."
        },
        {
          "aStart": "00:01:14,266",
          "aEnd": "00:01:23,783",
          "tip": "夏天的几个月里，修道院十分忙碌，因为有成千上万的人驾车通过山口，顺道来修道院参观。",
          "a": "During the summer months, the monastery is very busy, for it is visited by thousands of people who cross the Pass in cars."
        },
        {
          "aStart": "00:01:23,883",
          "aEnd": "00:01:29,999",
          "tip": "由于来人太多，狗被关在专门的围栏里。",
          "a": "As there are so many people about, the dogs have to be kept in a special enclosure."
        },
        {
          "aStart": "00:01:30,100",
          "aEnd": "00:01:35,249",
          "tip": "然而到了冬天，修道院里的生活则是另一番景象。",
          "a": "In winter, however, life at the monastery is quite different."
        },
        {
          "aStart": "00:01:35,350",
          "aEnd": "00:01:42,433",
          "tip": "气温下降到零下30度，试图跨越山口的人寥寥无几。",
          "a": "The temperature drops to -30° (minus 30 degrees) and very few people attempt to cross the Pass."
        },
        {
          "aStart": "00:01:42,533",
          "aEnd": "00:01:47,116",
          "tip": "修道士们喜欢冬天，而不太喜欢夏天。因为在冬天，他们可以更多地过上无人打扰的生活。\n直译： 僧侣们比起夏天更喜欢冬天，因为他们有更多的隐私。",
          "a": "The monks prefer winter to summer for they have more privacy."
        },
        {
          "aStart": "00:01:47,217",
          "aEnd": "00:01:53,599",
          "tip": "狗也比较自由，被放出围栏，四处遛达。",
          "a": "The dogs have greater freedom, too, for they are allowed to wander outside their enclosure."
        },
        {
          "aStart": "00:01:53,700",
          "aEnd": "00:02:02,083",
          "tip": "冬天常来修道院参观的只有一批批滑雪者。他们在圣诞节或复活节到那儿去。",
          "a": "The only regular visitors to the monastery in winter are parties of skiers who go there at Christmas and Easter."
        },
        {
          "aStart": "00:02:02,183",
          "aEnd": "00:02:11,433",
          "tip": "这些热爱高山清静环境的年轻人每年都受到圣伯纳德修道院的热烈欢迎。",
          "a": "These young people, who love the peace of the mountains, always receive a warm welcome at St. Bernard's monastery."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/09_609.mp3",
      "path": "/nce3/a/09.mp3",
      "hash": "53bf72af9de3e2720e3918000107fa0c31478fe5",
      "key": "nce3/09",
      "title": "Flying cats",
      "titleStart": "00:00:02,333",
      "titleEnd": "00:00:04,833",
      "segment": [
        {
          "aStart": "00:00:16,800",
          "aEnd": "00:00:21,366",
          "tip": "猫总能引起人们的极大兴趣。",
          "a": "Cats never fail to fascinate human beings."
        },
        {
          "aStart": "00:00:21,467",
          "aEnd": "00:00:29,016",
          "tip": "它们可以对人友好，充满柔情。但是，它们又有自己神秘的生活方式。",
          "a": "They can be friendly and affectionate towards humans, but they lead mysterious lives of their own as well."
        },
        {
          "aStart": "00:00:29,116",
          "aEnd": "00:00:33,249",
          "tip": "它们从不像狗和马一样变得那么顺从。",
          "a": "They never become submissive like dogs and horses."
        },
        {
          "aStart": "00:00:33,350",
          "aEnd": "00:00:38,833",
          "tip": "结果是人们已经学会尊重猫的独立性。",
          "a": "As a result, humans have learned to respect feline independence."
        },
        {
          "aStart": "00:00:38,933",
          "aEnd": "00:00:43,633",
          "tip": "在它们的一生中，大多数猫都对人存有戒心。",
          "a": "Most cats remain suspicious of humans all their lives."
        },
        {
          "aStart": "00:00:43,733",
          "aEnd": "00:00:51,399",
          "tip": "最使我们感兴趣的一件事情就是一种通俗的信念——猫有九条命。",
          "a": "One of the things that fascinates us most about cats is the popular belief that they have nine lives."
        },
        {
          "aStart": "00:00:51,500",
          "aEnd": "00:00:56,833",
          "tip": "显然，这种说法里面包含着许多真实性。",
          "a": "Apparently, there is a good deal of truth in this idea."
        },
        {
          "aStart": "00:00:57,066",
          "aEnd": "00:01:02,500",
          "tip": "猫在跌落时能够大难不死是有事实作为依据的。",
          "a": "A cat's ability to survive falls is based on fact."
        },
        {
          "aStart": "00:01:02,600",
          "aEnd": "00:01:12,699",
          "tip": "最近，纽约动物医疗中心对132只猫进行了为期5个月的综合研究。",
          "a": "Recently the New York Animal Medical Centre made a study of 132 cats over a period of five months."
        },
        {
          "aStart": "00:01:12,800",
          "aEnd": "00:01:23,666",
          "tip": "所有这些猫都有一个共同的经历：它们都曾从高层建筑上摔下来过，但只有其中的8只猫死于震荡或跌伤。",
          "a": "All these cats had one experience in common: they had fallen off high buildings, yet only eight of them died from shock or injuries."
        },
        {
          "aStart": "00:01:23,767",
          "aEnd": "00:01:37,983",
          "tip": "当然，纽约是进行这种有趣的试验的一个理想的地方，因为那里根本不缺乏高楼大厦，有的是高层的窗槛从上往下坠落。",
          "a": "Of course, New York is the ideal place for such an interesting study, because there is no shortage of tall buildings. There are plenty of high-rise windowsills to fall from!"
        },
        {
          "aStart": "00:01:38,083",
          "aEnd": "00:01:46,266",
          "tip": "有一只叫萨伯瑞娜的猫从32层楼上掉下来，但只摔断了一颗牙。",
          "a": "One cat, Sabrina, fell 32 storeys, yet only suffered from a broken tooth."
        },
        {
          "aStart": "00:01:46,367",
          "aEnd": "00:01:51,716",
          "tip": "“猫就像训练有素的跳伞队员，”一位医生说。",
          "a": "‘Cats behave like well-trained paratroopers,’ a doctor said."
        },
        {
          "aStart": "00:01:51,817",
          "aEnd": "00:01:58,866",
          "tip": "看起来，猫跌落的距离越长，它们就越不会伤害自己。",
          "a": "It seems that the further cats fall, the less they are likely to injure themselves."
        },
        {
          "aStart": "00:01:58,967",
          "aEnd": "00:02:04,600",
          "tip": "在一个长长的跌落过程中，它们可以达到每小时60英里甚至更快的速度。",
          "a": "In a long drop, they reach speeds of 60 miles an hour and more."
        },
        {
          "aStart": "00:02:04,700",
          "aEnd": "00:02:09,120",
          "tip": "在高速下落中，猫有时间放松自己。",
          "a": "At high speeds, falling cats have time to relax."
        },
        {
          "aStart": "00:02:09,133",
          "aEnd": "00:02:13,349",
          "tip": "它们伸展开四肢，就像飞行中的松鼠一样。",
          "a": "They stretch out their legs like flying squirrels."
        },
        {
          "aStart": "00:02:13,450",
          "aEnd": "00:02:20,800",
          "tip": "这样就加大了空气阻力，并减小了它们着地时冲击力带来的震动。",
          "a": "This increases their air-resistance and reduces the shock of impact when they hit the ground."
        }
      ]
    },
    {
      "url": "https://online2.tingclass.net/lesson/shi0529/0008/8426/10_289.mp3",
      "path": "/nce3/a/10.mp3",
      "hash": "950022158070d4caeb888ab6d97328c7d9bbb55e",
      "key": "nce3/10",
      "title": "The loss of the Titanic",
      "titleStart": "00:00:02,433",
      "titleEnd": "00:00:05,700",
      "segment": [
        {
          "aStart": "00:00:18,766",
          "aEnd": "00:00:26,833",
          "tip": "巨轮“泰坦尼克”号1912年4月10日从南安普敦起锚驶向纽约。",
          "a": "The great ship, Titanic, sailed for New York from Southampton on April 10th, 1912."
        },
        {
          "aStart": "00:00:26,933",
          "aEnd": "00:00:34,916",
          "tip": "船上载有1,316名乘客与891名船员。",
          "a": "She was carrying 1,316 passengers and crew of 891."
        },
        {
          "aStart": "00:00:35,017",
          "aEnd": "00:00:42,433",
          "tip": "即使使用现代标准来衡量，46,000 吨的“泰坦尼克”号与算得上一艘巨轮了。",
          "a": "Even by modern standards, the 46,000 ton Titanic was a colossal ship."
        },
        {
          "aStart": "00:00:42,533",
          "aEnd": "00:00:55,549",
          "tip": "当时，这艘轮船不仅是造船史上建造的最大的一艘船，而且也被认为是不会沉没的。因为船由16个密封舱组成，",
          "a": "At the time, however, she was not only the largest ship that had ever been built, but was regarded as unsinkable, for she had sixteen watertight compartments."
        },
        {
          "aStart": "00:00:55,650",
          "aEnd": "00:01:00,466",
          "tip": "即使有两个舱进水，仍可漂浮的水面上。",
          "a": "Even if two of these were flooded, she would still be able to float."
        },
        {
          "aStart": "00:01:00,567",
          "aEnd": "00:01:11,100",
          "tip": "然而，这艘巨轮首航就下沉，造成大批人员死亡。人们将永远记着这艘巨轮的沉没惨剧。",
          "a": "The tragic sinking of this great liner will always be remembered, for she went down on her first voyage with heavy loss of life."
        },
        {
          "aStart": "00:01:11,366",
          "aEnd": "00:01:23,499",
          "tip": "“泰坦尼克”起航后的第4天，它正行驶在北大西洋冰冷的海面上。突然，了望员发现一座冰山。",
          "a": "Four days after setting out, while the Titanic was sailing across the icy water of the North Atlantic, a huge iceberg was suddenly spotted by a lookout."
        },
        {
          "aStart": "00:01:23,600",
          "aEnd": "00:01:30,749",
          "tip": "警报响过不久，巨轮急转弯，以避免与冰山正面相撞。",
          "a": "After the alarm had been given, the great ship turned sharply to avoid a direct collision."
        },
        {
          "aStart": "00:01:30,850",
          "aEnd": "00:01:42,249",
          "tip": "“泰坦尼克”这个弯拐得及时，紧贴着高出海面100英尺的巨大的冰墙擦过去 。",
          "a": "The Titanic turned just in time, narrowly missing the immense wall of ice which rose over 100 feet out of the water beside her."
        },
        {
          "aStart": "00:01:42,350",
          "aEnd": "00:01:51,333",
          "tip": "突然，从船舱下部传来一声微颤音，船长走下船舱去查看究竟。",
          "a": "Suddenly, there was a slight trembling sound from below, and the captain went down to see what had happened."
        },
        {
          "aStart": "00:01:51,433",
          "aEnd": "00:01:57,216",
          "tip": "由于这个声音非常轻，没人会想到船身已遭损坏。",
          "a": "The noise had been so faint that no one thought that the ship had been damaged."
        },
        {
          "aStart": "00:01:57,317",
          "aEnd": "00:02:09,699",
          "tip": "在下面，船长惊恐的地发现“泰坦尼克”号正在急速下沉 ，16个密封舱已有5个进水。",
          "a": "Below, the captain realized to his horror that the Titanic was sinking rapidly, for five of her sixteen watertight compartments had already been flooded!"
        },
        {
          "aStart": "00:02:09,800",
          "aEnd": "00:02:16,749",
          "tip": "于是，他发出弃船的命令 ，几百人跳进了冰冷刺骨的海水里。",
          "a": "The order to abandon ship was given and hundreds of people plunged into the icy water."
        },
        {
          "aStart": "00:02:16,850",
          "aEnd": "00:02:24,633",
          "tip": "由于没有足够的救生艇运载所有乘客，结果，1,500 人丧生。",
          "a": "As there were not enough lifeboats for everybody, 1,500 lives were lost."
        }
      ]
    }
  ]
}